Repository: FreePBX/queues
Catalog: i18n/*/LC_MESSAGES/queues.po
Languages: fa_ir, it_it, ja_jp, pl_pl, pt_br, ru_ru, vi

source: When set to 'Yes' agents who are on an occupied phone will be skipped as if the line were returning busy. This means that Call Waiting or multi-line phones will not be presented with the call and in the various hunt style ring strategies, the next agent will be attempted. <br />When set to 'Yes + (ringinuse=no)' the queue configuration flag 'ringinuse=no' is set for this queue in addition to the phone's device status being monitored. This results in the queue tracking remote agents (agents who are a remote PSTN phone, called through Follow-Me, and other means) as well as PBX connected agents, so the queue will not attempt to send another call if they are already on a call from any queue. <br />When set to 'Queue calls only (ringinuse=no)' the queue configuration flag 'ringinuse=no' is set for this queue also but the device status of locally connected agents is not monitored. The behavior is to limit an agent belonging to one or more queues to a single queue call. If they are occupied from other calls, such as outbound calls they initiated, the queue will consider them available and ring them since the device state is not monitored with this option. <br /><br />WARNING: When using the settings that set the 'ringinuse=no' flag, there is a NEGATIVE side effect. An agent who transfers a queue call will remain unavailable by any queue until that call is terminated as the call still appears as 'inuse' to the queue UNLESS 'Agent Restrictions' is set to 'Extensions Only'.
it_it: Se impostato su "Sì", gli agenti che si trovano su un telefono occupato verranno saltati come se la linea fosse tornata occupata. Ciò significa che i telefoni di chiamata in attesa o multilinea non saranno presentati con la chiamata e nelle varie strategie di anello di stile di ricerca, verrà tentato il prossimo agente. <br /> 1Quando impostato su 'Sì + (ringinuse = no)' il flag di configurazione della coda 'ringinuse = no' è impostato per questa coda oltre allo stato del dispositivo del telefono monitorato. Ciò si traduce negli agenti remoti di tracciamento della coda (agenti che sono un telefono PSTN remoto, chiamato tramite Follow-Me e altri mezzi), nonché agenti connessi al PBX, quindi la coda non tenterà di inviare un'altra chiamata se sono già su un chiama da qualsiasi coda. <br /> 2Quando impostato su 'Solo chiamate in coda (ringinuse = no)' il flag di configurazione della coda 'ringinuse = no' è impostato per questa coda, ma lo stato della periferica degli agenti connessi localmente non è monitorato. Il comportamento consiste nel limitare un agente appartenente a una o più code a una singola chiamata in coda. Se sono occupati da altre chiamate, come le chiamate in uscita avviate, la coda le considererà disponibili e le squillerà perché lo stato del dispositivo non viene monitorato con questa opzione. <br /> 3 <br /> 4AVVERTENZA: quando si utilizzano le impostazioni che impostano il flag "ringinuse = no", esiste un effetto collaterale NEGATIVO. Un agente che trasferisce una chiamata in coda rimarrà non disponibile da qualsiasi coda fino a quando quella chiamata non verrà terminata poiché la chiamata verrà ancora visualizzata come "inutilizzata" alla coda A MENO CHE "Limitazioni agente" sia impostato su "Solo estensioni".
ja_jp: 'はい'に設定された時、電話機が占有されているエージェントは、ラインがビジーで戻ってきたかのようにスキップされます。これは、コールウェイティングやマルチライン電話は様々なハントスタイルのリングストラテジー内ではコールに出現しないことを意味し、次のエージェントが試みられます。<br />'はい + (使用中着信=no)'に設定された場合、電話デバイスのステータスがモニタリングされることに加えて、キュー設定フラグ '使用中着信=no'がこのキューに設定されます。これによりキューがPBXに接続したエージェントに加え、リモートエージェント(リモートPSTN電話のエージェント、フォローミー経由でのコールや他の手段)をトラッキングすることになり、彼らが既にいづれかのキューからのコールに出ている場合はキューは他のコールを送信するように試みません。<br />キューコールオンリー (使用中着信=no)に設定された場合、キュー設定フラグ '使用中着信=no'もこのキューに設定されますが、ローカル接続されたエージェントのデバイスステータスはモニターされません。この動作は１つ以上のキューに所属しているエージェントを単独のキューコールに制限するためです。例えば彼らから発信したアウトバウンドコールなどのように、もしそれらが他のコールに占有された場合、キューは彼らが利用可能であるとみなし、このオプションによってデバイスステータスがモニターされていないため彼らに着信させます。<br /><br />警告: '使用中着信=no' フラグがセットされる設定を使用する場合は、ネガティブな効果も生じます。キューコールを転送したエージェントは、'エージェントを制限' を '内線のみ' に設定されない限り、'内線のみコールがまだキューに対して '使用中' に見えてしまうため、そのコールが切断されるまで利用不可能なままになってしまいます。
pl_pl: Po ustawieniu opcji "Tak" agenci, którzy korzystają z zajętego telefonu, zostaną pominięci tak, jakby linia wracała zajęta. Oznacza to, że połączenie oczekujące lub telefony wieloliniowe nie będą prezentowane z połączeniem, a w różnych strategiach dzwonienia w stylu polowania zostanie podjęta próba połączenia do następnego agenta. <br /> Po ustawieniu na "Tak + (ringinuse=no)" w konfiguracji kolejki "ringinuse=no" jest ustawiana dla tej kolejki, oprócz monitorowania stanu urządzenia (telefonu). Powoduje to, że kolejka śledzi agentów zdalnych (agentów, którzy są zdalnym telefonem PSTN, wywoływanych za pośrednictwem funkcji Follow-Me i w inny sposób), a także agentów podłączonych do centrali PBX, więc kolejka nie będzie próbowała wysłać kolejnego połączenia, jeśli są już w trakcie połączenia z dowolnej kolejki. <br /> Po ustawieniu na 'Tylko wywołania kolejki (ringinuse=no)' flaga konfiguracji kolejki 'ringinuse=no' jest również ustawiona dla tej kolejki, ale stan urządzenia lokalnie podłączonych agentów nie jest monitorowany. Zachowanie polega na ograniczeniu agenta należącego do co najmniej jednej kolejki do jednego wywołania kolejki. Jeśli są one zajęte przez inne połączenia, takie jak zainicjowane połączenia wychodzące, kolejka uzna je za dostępne i zadzwoni, ponieważ stan urządzenia nie jest monitorowany za pomocą tej opcji. <br /><br />UWAGA: Podczas korzystania z ustawień, które ustawiają flagę "ringinuse=no", występuje NEGATYWNY efekt uboczny. Agent, który przekaże wywołanie w kolejce, pozostanie niedostępny w żadnej kolejce, dopóki to połączenie nie zostanie zakończone, ponieważ połączenie nadal jest wyświetlane w kolejce jako "nieużywane", CHYBA że "Ograniczenia agenta" są ustawione na "Tylko numery wewnętrzne".
pt_br: Quando definido como 'Sim', os agentes que estão em um telefone ocupado serão ignorados como se a chamada estivesse voltando ocupada. Isso significa que Chamada em espera ou telefones com várias linhas não serão apresentados com a chamada nas várias estratégias de toque, então o próximo agente será tentado. <br /> Quando definido como 'Sim + (ringinuse = no)', a flag de configuração da fila 'ringinuse = no' é definida para esta fila além do status do dispositivo que está sendo monitorado. Isso resulta na fila rastreando agentes remotos (agentes que são um telefone remoto PSTN, chamado através de Siga-Me, e outros meios), bem como agentes conectados ao PBX, então a fila não tentará enviar outra chamada se eles já estão em um chamada de qualquer fila. <br /> Quando definido como 'Apenas chamadas de fila (ringinuse = no)', a flag de configuração da fila 'ringinuse = no' está definida para esta fila também, mas o estado do dispositivo de agentes localmente conectados não é monitorado. O comportamento é limitar um agente que pertence a uma ou mais filas a uma chamada de uma única fila. Se eles estiverem ocupados a partir de outras chamadas, tais como chamadas de saída que iniciaram, a fila irá considerá-los disponíveis e os tocarão porque o estado do dispositivo não é monitorado com esta opção. <br /> <br /> AVISO: Ao usar as configurações que definem a flag 'ringinuse = no', há um efeito secundário NEGATIVO. Um agente que transfere uma chamada de fila permanece indisponível para qualquer fila até que a chamada seja encerrada pois a chamada ainda aparece como 'inuse' para a fila, A MENOS que 'Restrições do Agente' esteja definido como 'Apenas Ramais'.
ru_ru: Если установлено "Да" - агенты, находящиеся на занятом телефоне, будут пропущены, как если бы линия была занятой. Это означает, что ожидающие вызова или многолинейные телефоны не будут предоставлены к вызову, и в различных стратегиях вызова в стиле охоты будет предпринята попытка вызова следующего агента. <br/>Если установлено значение "Да + (ringinuse=no)", флаг конфигурации очереди "ringinuse=no" устанавливается для этой очереди в дополнение к отслеживаемому состоянию устройства. Это приводит к отслеживанию очередью удаленных агентов (агентам, являющимися удаленными телефонами ТфОП, вызываемыми через Следуйте-сюда или другими способами), а также агентам, подключенным к АТС, поэтому очередь не будет пытаться отправить другой вызов, если они уже находятся на вызове из любой очереди. <br /> Если установлено значение "Только вызовы очереди (ringinuse=no)", флаг конфигурации очереди "ringinuse=no" также устанавливается для этой очереди, но состояние устройств локально подключенных агентов не отслеживается. Поведение заключается в том, чтобы ограничить агента, принадлежащего к одной или нескольким очередям, одним вызовом очереди. Если они заняты другими вызовами, например исходящими, инициированными ими же, очередь сочтет их доступными и обзвонит их, поскольку состояние устройства не отслеживается с помощью этой опции. <br /><br /> ПРЕДУПРЕЖДЕНИЕ: При использовании настроек, устанавливающих флаг "ringinuse=no", возникает ОТРИЦАТЕЛЬНЫЙ побочный эффект. Агент, который переводит вызов в очередь, будет недоступен для любой очереди до тех пор, пока этот вызов не будет завершен, поскольку вызов по-прежнему отображается в очереди как "неиспользуемый", ЕСЛИ ТОЛЬКО для параметра "Ограничения агента" не установлено значение "Только внутренние номера".

source: When set to YES, the following manager event will be generated: QueueMemberStatus
fa_ir: اگر بله باشد, مدیریت ایجاد میشود： وضعیت عضو صف
it_it: Se impostato su SÌ, verrà generato il seguente evento gestore: QueueMemberStatus
ja_jp: 「はい」に設定された場合、次のマネージャーイベントが生成されます: QueueMemberStatus
pl_pl: Po ustawieniu wartości TAK zostanie wygenerowane następujące zdarzenie menedżera: QueueMemberStatus
pt_br: Quando definido como SIM, o gerenciador de eventos seguinte será gerado: Status do Membro da Fila
ru_ru: Если установлено значение ДА, будет сгенерировано следующее событие: QueueMemberStatus
vi: Khi cài đặt về YES, trình quản lý sự kiện sau sẽ được kích hoạt: QueueMemberStatus

source: When set to Yes agents devices that report busy upon a call attempt will be considered as a missed call and auto paused immediately or after the auto pause delay if configured
it_it: Se impostato su Sì, i dispositivi che segnalano un'attività impegnata in un tentativo di chiamata saranno considerati come chiamate perse e interrotti automaticamente immediatamente o dopo il ritardo della pausa automatica se configurato
ja_jp: Yesに設定すると、話中となりエージェントへの着信は、不在着信として判断され、エージェントはオートポーズディレイ後にオートポーズします
pl_pl: Po ustawieniu wartości TAK urządzenia agentów, które zgłaszają zajętość po próbie połączenia, będą traktowane jako nieodebrane połączenie i automatycznie wstrzymywane natychmiast lub po osiągnięciu opóźnienia automatycznego wstrzymania (jeśli tak to zostało skonfigurowane)
pt_br: Quando definido como Sim, os dispositivos que retornam ocupado após uma tentativa de chamada serão considerados como chamada perdida e a pausa automática será imediata ou após o atraso da pausa automática, se configurada
ru_ru: Если установлено значение Да, устройства агентов, сообщающие о занятости при попытке вызова, будут рассматриваться как пропущенный вызов и автоматически приостанавливаться сразу или после автоматической задержки паузы, если настроено
vi: Khi cài đặt là Yes các thiết bị của tổng đài viên báo cáo đang bận khi thử một cuộc gọi sẽ bị xem như một cuộc gọi nhỡ và tự động tạm dừng ngay lập tức hoặc sau khi trễ tạm dừng tự động nếu được cấu hình

source: When set to Yes agents devices that report congestion upon a call attempt will be considered as a missed call and auto paused immediately or after the auto pause delay if configured
it_it: Se impostato su Sì, i dispositivi che segnalano la congestione durante un tentativo di chiamata saranno considerati come una chiamata persa e automaticamente sospesi automaticamente o dopo il ritardo della pausa automatica se configurato
ja_jp: Yesに設定すると、混雑を報告するエージェントへの着信は不在着信と判断され、エージェントはオートポーズディレイ後にオートポーズします
pl_pl: Po ustawieniu wartości TAK urządzenia agentów, które zgłaszają przeciążenie po próbie połączenia, będą traktowane jako nieodebrane połączenie i automatycznie wstrzymywane natychmiast lub po osiągnięciu opóźnienia automatycznego wstrzymania (jeśli tak to zostało skonfigurowane)
pt_br: Quando definido como Sim, os dispositivos que relatam congestionamento após uma tentativa de chamada serão considerados como chamada perdida e a pausa automática será imediata ou após o atraso da pausa automática, se configurada
ru_ru: Если установлено значение Да - устройства агентов, сообщающие о перегрузке при попытке вызова, будут рассматриваться как пропущенный вызов и автоматически приостанавливаться сразу или после задержки автопаузы, если она настроена
vi: Khi cài đặt là Yes các thiết bị của tổng đài viên báo cáo đang bận khi thử một cuộc gọi sẽ bị xem như một cuộc gọi nhỡ và tự động tạm dừng ngay lập tức hoặc sau khi trễ tạm dừng tự động nếu được cấu hình

source: When set to Yes, the CID Name will be prefixed with the total wait time in the queue so the answering agent is aware how long they have waited. It will be rounded to the nearest minute, in the form of Mnn: where nn is the number of minutes.
it_it: Impostando su Sì questa opzione, l'ID Chiamante avrà come prefisso il tempo totale di attesa nella coda cosìcchè l'agente che risponde potrà sapere in anticipo quanto ha aspettato il chiamante. Sarà arrotondato al minuto, nella forma Mnn: dove nn rappresenta il numero di minuti.
ja_jp: はい が設定されると、発信者ID名の先頭にキューの中のトータル待ち時間が付与されるため、応答したエージェントは彼らがどれぐらい待っているかに気づきます。Mnnという形式で、最も近い分に切り上げられます。nnは分を表す数字です。
pl_pl: Po ustawieniu wartości TAK nazwa identyfikatora CID będzie poprzedzona całkowitym czasem oczekiwania w kolejce, dzięki czemu odbierający połączenie agent będzie wiedział, jak długo dzwoniący czekał. Zostanie ona zaokrąglona do najbliższej minuty, w postaci Mnn: gdzie nn jest liczbą minut.
pt_br: Quando definido como Sim, o nome do CID será prefixado com o tempo total de espera na fila para que o atendente esteja ciente de quanto tempo esperaram. Ele será arredondado para o minuto mais próximo, na forma Mnn: onde nn é o número de minutos.
ru_ru: Если установлено значение Да - имя CID будет предваряться общим временем ожидания в очереди, чтобы агент знал, как долго ожидали ответа. Оно будет округлено до ближайшей минуты в виде Mnn: где nn - количество минут.
vi: Khi cài đặt về Yes, tên CID sẽ được thêm tiền tố với tổng thời gian đợi trong hàng đợi vì vậy tổng đài viên đang trả lợi sẽ nhận biết được họ đợi bao lâu. Nó sẽ được làm tròn lên đến phút gần nhất, trong dạng mẫu của Mnn: Nơi nn là số phút.

source: When this option is set to YES, the following manager events will be generated: AgentCalled, AgentDump, AgentConnect and AgentComplete.
it_it: Quando questa impostazione è attivata, saranno generati i seguenti eventi del manager: AgentCalled, AgentDump, AgentConnect e AgentComplete
ja_jp: このオプションが「はい」に設定された場合、次のマネージャーイベントが生成されます: AgentCalled, AgentDump, AgentConnect and AgentComplete。
pl_pl: Gdy ta opcja jest ustawiona na TAK, zostaną wygenerowane następujące zdarzenia menedżera: AgentCalled, AgentDump, AgentConnect i AgentComplete.
pt_br: Quando essa opção é definida como SIM, os seguintes eventos do gerenciador serão gerados: AgentCalled, AgentDump, AgentConnect e AgentComplete.
ru_ru: Если этот параметр установлен в значение ДА, то будут сгенерированы следующие события диспетчера: AgentCalled, AgentDump, AgentConnect и AgentComplete.
vi: Khi tùy chọn này được cài đặt về Yes, các sự kiện của trình quản lý sau sẽ được kích hoạt: AgentCalled, AgentDump, AgentConnect and AgentComplete.

source: When to schedule this job. Note enabling 'Random' overrides these settings
it_it: Quando pianificare questo lavoro. Nota abilitando 'Casuale' sovrascrive queste impostazioni
pl_pl: Kiedy należy zaplanować to zadanie. Uwaga: włączenie opcji "Losowo" zastępuje to ustawienie
pt_br: Quando agendar este trabalho. Note que ativando 'Aleatório' substituirá essas configurações
ru_ru: Когда запланировать эту работу. Примечание: включение "Random" переопределяет эти настройки
vi: Thời điểm để lên kế hoạch tác vụ này. Lưu ý việc kích hoạt "Random" sẽ ghi đè các cài đặt này

source: Where calls should fail to
fa_ir: جایی که تماس های ناموفق به آنجا میرود
it_it: Dove le chiamate dovrebbero fallire
pl_pl: Gdzie połączenia powinny zakończyć się niepowodzeniem
pt_br: Onde as chamadas devem falhar
ru_ru: Где звонки не должны завершаться
vi: Nơi các cuộc gọi không thành công sẽ đến

source: Whether this queue uses an IVR Break Out Menu or a Queue Callback. Queue Callbacks can also be achieved through an IVR, but requires extra configuration.
it_it: Se questa coda utilizza un menu di interruzione IVR o una coda di richiamata. Le code callback possono anche essere ottenute tramite un IVR, ma richiedono una configurazione aggiuntiva.
pl_pl: Czy ta kolejka korzysta z menu przerwania IVR albo callback kolejki. Callback kolejki można również osiągnąć przez IVR, ale wymaga to dodatkowej konfiguracji.
pt_br: Se essa fila usa URA Break Out Menu ou Queue Callback. Queue Callbacks também pode ser alcançado através da URA, mas requer configuração extra.
ru_ru: Независимо от того, использует ли эта очередь меню выхода IVR или обратный вызов очереди. Обратные вызовы очереди также могут быть выполнены с помощью IVR, но требуют дополнительной настройки.
vi: Hàng đợi này sử dụng một Menu IVR Break Out ( Giải quyết sự cố IVR) hay Queue Callback ( Gọi lại Hàng đợi). Queue Callback có thể đạt được qua một IVR, nhưng yêu cầu một cấu hình bổ sung.

source: Wrap-Up-Time
fa_ir: خلاصه وقت
it_it: Wrap-Up-Tempo
pl_pl: Czas Wrap-Up
ru_ru: Время-подведения-итогов

source: Yes
fa_ir: بله
it_it: Sì
ja_jp: はい
pl_pl: Tak
pt_br: Sim
ru_ru: Да
vi: Có

source: Yes + (ringinuse=no)
fa_ir: بله + (استفاده از زنگ=خیر)
it_it: Sì + (ringinuse = no)
ja_jp: はい + (使用中着信=no)
pl_pl: Tak + (ringinuse=no)
pt_br: Sim + (ringinuse=no)
vi: Có + (ringinuse=no)

source: Yes in all queues
fa_ir: بله در تمام صف ها
it_it: Sì in tutte le code
ja_jp: はい、全てのキューで
pl_pl: Tak we wszystkich kolejkach
pt_br: Sim em todas as filas
ru_ru: Да, во всех очередях
vi: Yes trong tất cả Hàng đợi

source: Yes in this queue only
fa_ir: بله فقط در این صف
it_it: Sì solo in questa coda
ja_jp: はい、このキューだけで
pl_pl: Tak tylko w tej kolejce
pt_br: Sim apenas nesta fila
ru_ru: Да, только в этой очереди
vi: Yes chỉ trên Hàng đợi này

source: You can optionally prefix the CallerID name of callers to the queue. ie: If you prefix with "Sales:", a call from John Doe would display as "Sales:John Doe" on the extensions that ring.
it_it: Opzionalmente è possibile aggiungere il prefisso del nome CallerID dei chiamanti alla coda. Ad esempio: se si prefissa "Vendite:", una chiamata di John Doe viene visualizzata come "Vendite: John Doe" nelle estensioni che squillano.
ja_jp: あなたはオプションでキューに対して発信者の発信者ID名にプリフィックスを付けることができます。例:もし"営業:"というプリフィックスをつければ、"森圭介"からのコールは着信した内線電話に"営業:森圭介"と表示されます。
pl_pl: Opcjonalnie można poprzedzić prefiksem nazwę CallerID dzwoniącego do kolejki. Tj.: Jeśli poprzedzisz prefiksem "Sprzedaż:", wywołanie od Jana Kowalskiego będzie wyświetlane jako "Sprzedaż:Jan Kowalski" na dzwoniących numerach wewnętrznych.
pt_br: Você pode opcionalmente prefixar o nome do chamador para a fila. Por exemplo: Se você prefixar com "Vendas:", uma chamada de John Doe será mostrada como "Vendas: John Doe" nos ramais que tocam.
ru_ru: Вы можете дополнительно добавить имя CallerID абонента в очередь. т.е.: Если вы добавите префикс "Sales:", звонок от Ivan Ivanov будет отображаться на вызываемых добавочных номерах как "Sales:Ivan Ivanov".
vi: Bạn có thể tùy thêm tiền tố vào tên Caller ID của người gọi vào Hàng đợi. Cụ thể: Nếu bạn thêm tiền tố với "Sale:", một cuộc gọi từ John Doe sẽ hiển thị là "Sales:John Doe" trên máy nhánh đang đổ chuông.

source: You can optionally present an existing IVR as a 'break out' menu.<br><br>This IVR must only contain single-digit 'dialed options'. The Recording set for the IVR will be played at intervals specified in 'Repeat Frequency', below.
it_it: Si puo' presentare un menu IVR esistente come opzione di 'uscita'.<br><br>Questo IVR deve contenere una solo opzione di chiamata. La registrazione audio dell'IVR sarà riprodotta ad intervalli specificati in 'Frequenza di Ripetizione', qui sotto.
ja_jp: オプションで既存のIVRに'ブレイクアウト'メニューを出現させることができます。<br><br>このIVRは1桁の'ダイヤルオプション'のみを含める必要があります。IVRに設定された録音は、以下の'リピート頻度'で指定された間隔で再生されます。
pl_pl: Opcjonalnie możesz zaprezentować istniejący IVR jako menu "break-out". <br><br>Ten IVR może zawierać tylko jednocyfrowe "wybierane opcje". Zestaw nagrywania dla IVR będzie odtwarzany w odstępach czasu określonych w "Częstotliwości powtarzania" poniżej.
pt_br: Você pode opcionalmente apresentar uma URA existente como um menu "break out". <br><br> Esta URA deve conter apenas um dígito para 'opções discadas'. O conjunto de gravação da URA será reproduzido em intervalos especificados em 'Frequência de Repetição', abaixo.
ru_ru: При желании вы можете представить существующий IVR в виде меню "прорыва".<br><br> Это IVR должно содержать только однозначные "параметры набора". Запись, установленная для IVR, будет воспроизводиться с интервалами, указанными в разделе "Частота повторения" ниже.
vi: Bạn có thể đưa ra một VIR hiện có như một menu " break out". <br><br> IVR nàychỉ chứa 'các tùy tùy chọn quay số' chữ số đơn. Bản ghi cài đặt cho IVR sẽ được phát tại các khoảng thời gian xác định trong 'Repeat Frequency' ( Tần suất lặp lại) dưới đây.

source: You can require agents to enter a password before they can log in to this queue.<br><br>This setting is optional.
fa_ir: شما میتوانید بخواهید قبل از ورود به صف کلمه عبور را وارد کنند. <br><br> این تنظیمات اختیاری است.
it_it: Si può richiedere agli agenti di digitare una password prima di entrare in una coda.<br><br>Questa impostazione è opzionale.
ja_jp: エージェントがこのキューにログインする前にパスワードを入力させることができます。<br><br>この設定はオプションです。
pl_pl: Możesz wymagać od agentów wprowadzenia hasła, zanim będą mogli zalogować się do tej kolejki. <br><br>To ustawienie jest opcjonalne.
pt_br: Você pode exigir que os agentes digitem uma senha antes de realizar login nessa fila.<br><br> Esta configuração é opcional.
ru_ru: Вы можете потребовать агентов вводить пароль, прежде чем они смогут войти в эту очередь.<br><br>Этот параметр является необязательным.
vi: Bạn có thể yêu cầu các tổng đài viên nhập một mật khẩu trước khi họ đăng nhập vào hàng đợi này. <br><br> Cài đặt này là tùy chọn.

source: adding agentannounce_id field..
it_it: sto aggiungendo il campo agentannounce_id..
ja_jp: agentannounce_idフィールドを追加中..

source: adding joinannounce_id field..
it_it: sto aggiungendo il campo joinannounce_id..
ja_jp: joinannounce_idフィールドを追加中..

source: already exists
it_it: già esiste
ja_jp: 既存します

source: already migrated
it_it: già migrato
ja_jp: 移行済み

source: checking for callback_id field..
it_it: controllando il campo callback_id ..

source: checking for callconfirm field..
it_it: controllando il campo callconfirm ..
ja_jp: callconfirm フィールドをチェック中..

source: checking for callconfirm_id field..
it_it: controllando il campo callconfirm_id ..
ja_jp: callconfirm_id フィールドをチェック中..

source: checking for monitor_heard field..
it_it: controllando il campo monitor_heard ..
ja_jp: monitor_heard フィールドをチェック中..

source: checking for monitor_spoken field..
it_it: controllando il campo monitor_spoken ..
ja_jp: monitor_spoken フィールドをチェック中..

source: checking for monitor_type field..
it_it: controllando il campo monitor_type ..
ja_jp: monitor_type フィールドをチェック中..

source: checking for qnoanswer field..
it_it: controllando per il campo qnoanswer ..
ja_jp: qnoanswer フィールドをチェック中..

source: checking for qregex field..
it_it: controllo il campo qregex..
ja_jp: qregex フィールドをチェック中..

source: checking for queuewait field..
it_it: controllo il campo queuewait..
ja_jp: queuewait フィールドをチェック中..
