Repository: FreePBX/queues
Catalog: i18n/*/LC_MESSAGES/queues.po
Languages: fa_ir, it_it, ja_jp, pl_pl, pt_br, ru_ru, vi

source: Auto Pause an agent in this queue (or all queues they are a member of) if they don't answer a call. Specific behavior can be modified by the Auto Pause Delay as well as Auto Pause Busy/Unavailable settings if supported on this version of Asterisk.
it_it: Auto Mette in pausa un agente in questa coda (o tutte le code di cui è membro) se non risponde a una chiamata. Il comportamento specifico può essere modificato dal ritardo di pausa automatico e dalle impostazioni di pausa / non attivo di Pausa automatica se supportato su questa versione di Asterisk.
ja_jp: エージェントが電話に出なかった場合に、そのエージェントをこのキュー（若しくはすべての参加しているキュー）においてオートポーズ（自動中止）する。Asteriskのバージョンによって、具体的な動作は「オートポーズディレイ」、又は「利用不可能時にオートポーズ」などの設定で変更できます。
pl_pl: Automatyczna pauza agenta w tej kolejce (lub we wszystkich kolejkach, do których należy), jeśli nie odbierze połączenia. Określone zachowanie można modyfikować za pomocą ustawień opóźnienia automatycznej pauzy oraz ustawień automatycznej pauzy zajęty/niedostępny, jeśli są obsługiwane w tej wersji Asterisk.
pt_br: Pausar automaticamente um agente nesta fila (ou em todas as quais ele é membro) se eles não atenderem chamadas. Um comportamento específico pode ser determinado pelas configurações Atraso de Pausa Automática bem como Pausa Automática Ocupado/Indisponível, se suportado nesta versão do Asterisk.
ru_ru: Автоматическая пауза оператора в этой очереди (или во всех очередях, участником которых он является), если он не отвечает на вызов. Конкретное поведение может быть изменено с помощью параметров задержки автопаузы, а также параметров автопаузы при занятости/недоступности, если это поддерживается данной версией Asterisk.
vi: Tự động tạm dừng một tổng đài viên trong hàng đợi này ( hoặc tất cả các hàng đợi mà tổng đài viên này là thành viên) nếu họ không trả lời cuộc gọi. Trạng thái cụ thể có thể được thay đổi bằng các cài đặt Auto Pause Delay cũng như Auto Pause Busy/Unavailable nếu các cài đặt này được hỗ trợ trên phiên bản Asterisk này.

source: Auto Pause on Busy
fa_ir: توقف خودکار در مشغولی
it_it: Auto pause su occupato
pl_pl: Automatyczna pauza w przypadku zajętości
pt_br: Pausa Automática em Ocupado
ru_ru: Автопауза при "Занято"
vi: Auto Pause khi Bận

source: Auto Pause on Unavailable
fa_ir: توقف خودکار در عدم دسترس
it_it: Pausa automatica su non disponibile
pl_pl: Automatyczna pauza w przypadku niedostępności
pt_br: Pausa Automática em Indisponível
ru_ru: Автопауза при "Недоступен"
vi: Auto Pause khi Không khả dụng

source: Autofill
fa_ir: جاگذاری خودکار
it_it: Autoriempimento
pl_pl: Automatycznie uzupełnij
pt_br: Autocompletar
ru_ru: Автозаполнение
vi: Autofill ( Tự động điền)

source: Bad Queue Number, can not be blank
fa_ir: شماره صف نادرست، شماره صف نمیتواند خالی باشد
it_it: Numero Coda non corretto, non può essere lasciato vuoto
ja_jp: 無効なキュー番号が入力されました。この設定は空にできません。
pl_pl: Zły numer kolejki, pole nie może być puste
pt_br: Mau Número de fila, não pode estar em branco
ru_ru: Плохой номер очереди - не может быть пустым
vi: Số hàng đợi xấu, không thể để trống

source: Break Out Type
fa_ir: نوع وقفه
it_it: Tipo di interruzione
ja_jp: ブレイクアウトの種類
pl_pl: Typ Ucieczki
ru_ru: Тип прорыва
vi: Kiểu Break Out

source: CID Name Prefix
fa_ir: پیشوند نام CID
it_it: Prefisso Nome CID
pl_pl: Prefix Nazwy CID
pt_br: Prefixo do Nome CID
ru_ru: Префикс CID
vi: Tiền tố Tên CID

source: Call Confirm
fa_ir: تایید تماس
it_it: Conferma Chiamata
pl_pl: Potwierdzenie Połączenia
pt_br: Confirmação de Chamada
ru_ru: Подтверждение вызова
vi: Xác nhận cuộc gọi

source: Call Confirm Announce
fa_ir: اعلان تایید تماس
it_it: Annuncio Conferma Chiamata
pl_pl: Komunikat Potwierdzenia Rozmowy
pt_br: Anúncio de Confirmação de Chamada
ru_ru: Уведомление о подтверждении вызова
vi: Thông báo xác nhận cuộc gọi

source: Call Recording
fa_ir: ضبط کردن تماس
it_it: Registrazione Chiamata
pl_pl: Nagrywanie Połączeń
pt_br: Gravação de Chamada
ru_ru: Запись вызова
vi: Bản ghi cuộc gọi

source: Call as Dialed
fa_ir: پاسخ به تماس های گرفته شده
it_it: Chiama come composto
ja_jp: ダイヤルされたかのように呼び出す
pl_pl: Zadzwoń jak Wybrany
pt_br: Chamar como Discado
ru_ru: Вызывать как набрано
vi: Cuộc gọi bị vô hiệu

source: Callback to use when caller presses 1.
fa_ir: تماس بازگشتی برای استفاده وقتی تماس گیرنده پردازش میکنه 1.
it_it: Richiamata da usare quando il chiamante preme 1.
ja_jp: 発信者が「1」を押した場合に使うコールバックを設定します。
pl_pl: Callback gdy dzwoniący naciśnie klawisz 1.
pt_br: Utilizar Retorno de Chamada quando chamador pressionar 1.
ru_ru: Обратный вызов используется, когда вызывающий абонент нажимает 1.
vi: Gọi lại khi người gọi nhấn phím 1.

source: Caller Announcements
fa_ir: اطلاعیه های تماس گیرنده
it_it: Annunci Chiamante
pl_pl: Zapowiedzi dla Dzwoniącego
pt_br: Anúncio de Chamador
ru_ru: Объявления для вызывающих абонентов
vi: Các thông báo cho người gọi

source: Caller Position
fa_ir: موقعیت تماس گیرنده
it_it: Posizione Chiamate
pl_pl: Pozycja Dzwoniącego
pt_br: Posição do Chamador
ru_ru: Позиция абонента
vi: Vị trí của người gọi

source: Callers will exit if all agents are paused, show an invalid state for their device or have penalty values less than QUEUE_MAX_PENALTY (not currently set in FreePBX dialplan).
it_it: I chiamanti usciranno se tutti gli agenti sono in pausa, mostrano uno stato non valido per il loro dispositivo o hanno valori di penalità inferiori a QUEUE_MAX_PENALTY (non attualmente impostato nel dialplan FreePBX).
pl_pl: Dzwoniący rozłączą się, jeśli wszyscy agenci zostaną wstrzymani, pokażą nieprawidłowy stan swojego urządzenia lub będą mieli kary mniejsze niż QUEUE_MAX_PENALTY (obecnie nieustawione w planie wybierania FreePBX).
ru_ru: Абоненты будут отключены, если все агенты приостановлены, отображают недопустимое состояние для своего устройства или имеют значения пенальти меньше, чем QUEUE_MAX_PENALTY (в настоящее время не заданные в диалплане FreePBX).
vi: Người gọi sẽ thoát ra nếu như tất cả các tổng đài viên bị tạm ngưng, chỉ ra một trạng thái không hợp lệ cho thiết bị của họ và có giá trị phạt ít hơn gía trị phạt lớn nhất của hàng đợi ( không được cài đặt trong kế hoạch quay số FreePBX).

source: Callers will not be admitted if all agents are paused, show an invalid state for their device, or have penalty values less than QUEUE_MAX_PENALTY (not currently set in FreePBX dialplan).
it_it: I chiamanti non saranno ammessi se tutti gli agenti sono in pausa, mostrano uno stato non valido per il loro dispositivo o hanno valori di penalità inferiori a QUEUE_MAX_PENALTY (non attualmente impostato nel dialplan FreePBX).
pl_pl: Połączenia od dzwoniących nie zostaną przyjęte, jeśli wszyscy agenci są wstrzymani, wykazują nieprawidłowy stan swojego urządzenia lub mają kary mniejsze niż QUEUE_MAX_PENALTY (obecnie nieustawione w planie wybierania FreePBX).
ru_ru: Абоненты не будут допущены, если все агенты приостановлены, отображают недопустимое состояние для своего устройства или имеют значения пенальти, меньшие, чем QUEUE_MAX_PENALTY (в настоящее время не установлено в диалплане FreePBX).
vi: Người gọi sẽ thoát ra nếu như tất cả các tổng đài viên bị tạm ngưng, chỉ ra một trạng thái không hợp lệ cho thiết bị của họ và có giá trị phạt ít hơn gía trị phạt lớn nhất của hàng đợi ( không được cài đặt trong kế hoạch quay số FreePBX).

source: Capacity Options
fa_ir: گزینه های ظرفیت
it_it: Capacità opzioni
ja_jp: キャパシティーオプション
pl_pl: Opcje pojemności
pt_br: Opções de Capacidade
ru_ru: Параметры емкости
vi: Các tùy chọn Capacity

source: Checking for legacy queues table..
it_it: Controllo se ci sono delle tabelle delle code in eredità..
ja_jp: レガシーのqueuesテーブルをチェック中..

source: Checking if recordings need migration..
it_it: Controllo se le registrazioni richiedono migrazione..
ja_jp: 録音の移行が必要かチェック中..

source: Compound Recordings in Queues Detected
it_it: Ricontrate Registrazioni Composte nelle Code
ja_jp: キューに合成録音を検知しました
pl_pl: Wykryto nagrania złożone w kolejkach
pt_br: Gravações Compostas em Fila Detectado
ru_ru: Обнаружены составные записи в очередях
vi: Các bản ghi phức hợp trong Hàng đợi được phát hiện

source: Creates a queue where calls are placed on hold and answered on a first-in, first-out basis. Many options are available, including ring strategy for agents, caller announcements, max wait times, etc.
it_it: Crea una coda in cui le chiamate vengono messe in attesa e risposte su base first-in, first-out. Sono disponibili molte opzioni, tra cui la strategia di squillo per agenti, annunci dei chiamanti, tempi di attesa massimi, ecc.
ja_jp: コールが保留中に置かれ、先入れ先出しに基づいて応答されるキューを作成します。エージェントへのリングストラテジー、発信者アナウンス、最大待ち時間等を含む多くのオプションを利用できます。
pl_pl: Tworzy kolejkę, w której połączenia są zawieszane i odbierane według kolejności zgłoszeń. Dostępnych jest wiele opcji, w tym strategia dzwonienia dla agentów, powiadomienia o osobach dzwoniących, maksymalny czas oczekiwania itp.
pt_br: Cria uma fila onde chamadas são colocadas em espera e atendidas na regra primeiro-a-entrar, primeiro-a-sair. Muitas opções estão disponíveis, incluindo estratégias de toque para agentes, anúncios para chamadores, tempo máximo de espera, etc.
ru_ru: Создает очередь, в которой вызовы помещаются в режим ожидания и на них отвечают по принципу «первым пришел - первым вышел». Доступно множество опций, включая стратегию звонка для агентов, объявления вызывающих абонентов, максимальное время ожидания и т.д.
vi: Tạo một hàng đợi mà các cuộc gọi sẽ được đặt vào đó và được trả lời trên cơ sở first-in, first-out. Nhiều tùy chọn sẵn có, bao gồm các phương thức đổ chuông cho các tổng đài viện, các thông báo cho người gọi, số lần chờ tối đa,..

source: Creating queues_config..
it_it: Creazione queues_config..
ja_jp: queues_configを作成中..

source: Creating queues_details..
it_it: Creazione queues_details..
ja_jp: queues_detailsを作成中..

source: Daily
fa_ir: روزانه
it_it: Giornalmente
ja_jp: 毎日
pl_pl: Codziennie
pt_br: Diariamente
ru_ru: Ежедневно
vi: Hằng ngày

source: Default
fa_ir: پیشفرض
it_it: Predefinito
ja_jp: デフォルト
pl_pl: Domyślny
pt_br: Padrão
ru_ru: По умолчанию
vi: Mặc định

source: Default state for AMI emit events related to an agent's call. This setting will only affect the default for NEW queues, it won't change existing queues or enfore the option on in new ones.
it_it: Lo stato predefinito per AMI emette eventi correlati alla chiamata di un agente. Questa impostazione influenzerà solo l'impostazione predefinita per le code NUOVE, non cambierà le code esistenti o l'opzione su quelle nuove.
pl_pl: Domyślny stan dla AMI emituje zdarzenia związane z wywołaniem agenta. To ustawienie będzie miało wpływ tylko na ustawienie domyślne dla NOWYCH kolejek, nie zmieni istniejących kolejek ani nie wymusi włączenia opcji w nowych.
pt_br: Estado padrão para emitir eventos AMI relacionados a uma chamada de agente. Esta configuração irá apenas afetar NOVAS filas, isto não modifica filas existentes ou atualiza a opção em filas existentes.
ru_ru: Состояние по умолчанию для AMI выдает события, связанные с вызовом агента. Этот параметр повлияет только на значение по умолчанию для новых очередей, он не изменит существующие очереди и не применит этот параметр в новых очередях.
vi: Trạng thái mặc định cho các sự kiện AMI phát hành các sự kiện liên quan đến cuộc gọi của tổng đài viên. Cài đặt này sẽ chỉ ảnh hưởng đến mặc định của các hàng đợi mới, nó sẽ không thay đổi hàng đợi hiện tại hoặc thực thi các tùy chọn trên các hàng đợi mới.

source: Default state for AMI to emit the QueueMemberStatus event. This setting will only affect the default for NEW queues, it won't change existing queues or enfore the option on in new ones.
it_it: Stato predefinito per AMI per l'emissione dell'evento QueueMemberStatus. Questa impostazione influenzerà solo l'impostazione predefinita per le code NUOVE, non cambierà le code esistenti o l'opzione su quelle nuove.
pl_pl: Domyślny stan AMI do emitowania zdarzenia QueueMemberStatus. To ustawienie będzie miało wpływ tylko na ustawienie domyślne dla NOWYCH kolejek, nie zmieni istniejących kolejek ani nie wymusi włączenia opcji w nowych.
pt_br: Estado padrão para emitir eventos AMI QueueMemberStatus. Esta configuração irá apenas afetar NOVAS filas, isto não modifica filas existentes ou atualiza a opção em filas existentes.
ru_ru: Состояние по умолчанию для AMI для выдачи QueueMemberStatusevent. Этот параметр повлияет только на значение по умолчанию для новых очередей - он не изменит существующие очереди и не применит этот параметр в новых очередях.
vi: Trạng thái mặc định cho AMI để phát hành sự kiện QueueMemberStatus. Cài đặt này sẽ chỉ ảnh hưởng đến mặc định đối với các hàng đợi mới, nó sẽ không thay đổi các hàng đợi hiện có hoặc thực thi tùy chọn trên các hàng đợi mới.

source: Delete
fa_ir: حذف
it_it: Elimina
pl_pl: Usuń
pt_br: Apagar
ru_ru: Удалить
vi: Xóa

source: Description
fa_ir: توضیح
it_it: Descrizione
pl_pl: Opis
pt_br: Descrição
ru_ru: Описание
vi: Mô tả

source: Determines if callers should be exited prematurely from the queue in situations where it appears no one is currently available to take the call. The options include:
it_it: Determina se i chiamanti devono essere abbandonati prematuramente dalla coda in situazioni in cui sembra che nessuno sia attualmente disponibile per rispondere alla chiamata. Le opzioni includono:
ja_jp: コールにでられるひとが現在だれもいないような状況で、発信者がキューから途中退出されるべきかどうかを判断します。オプションは次のとおりです:
pl_pl: Określa, czy osoby dzwoniące powinny być przedwcześnie usuwane z kolejki w sytuacjach, gdy wydaje się, że obecnie nie ma nikogo, kto mógłby odebrać połączenie. Opcje obejmują:
pt_br: Determina se chamadores poderão sair prematuramente de uma fila em situações onde não há ninguém disponível para atender a chamada. As opções incluem:
ru_ru: Определяет, следует ли преждевременно выводить абонентов из очереди в ситуациях, когда кажется что в данный момент никто не может принять вызов. Эти варианты включают в себя:
vi: Xác định xem người gọi nên được thoát sớm khỏi hàng đợi trong những trường hợp không có ai sẵn sàng để thực hiện cuộc gọi. Các tùy chọn bao gồm:

source: Determines if new callers will be admitted to the Queue, if not, the failover destination will be immediately pursued. The options include:
it_it: Determina se i nuovi chiamanti saranno ammessi alla coda, in caso contrario la destinazione del failover verrà immediatamente perseguita. Le opzioni includono:
ja_jp: 新しい発信者がキューに入ることを許可されるかどうかを決定します、もし許可されなかった場合は続いてフェイルオーバー宛先に移動します。オプションは次を含みます:
pl_pl: Określa, czy nowi rozmówcy zostaną dopuszczeni do kolejki. Jeśli nie, miejsce docelowe przełączania awaryjnego będzie natychmiast wybierane. Opcje obejmują:
pt_br: Determina se novos chamadores irão ser admitidos na Fila, se não, o destino de falha será imediatamente acionado. As opções incluem:
ru_ru: Определяет, будут ли новые абоненты допущены в очередь, если нет - то будет немедленно продолжено по назначению при отказе. Эти варианты включают в себя:
vi: Xác định những người gọi mới nào sẽ được nhận vào Hàng đợi, nếu không, điểm đến chịu lỗi sẽ bị bám theo ngay lập tức. Các tùy chọn bao gồm:

source: Don't Care
fa_ir: مهم نیست
it_it: Non importa
pl_pl: Bez znaczenia
pt_br: Não se Importe
ru_ru: Несущественно
vi: Không quan tâm

source: Dropping old queues table..
it_it: Rimozione vecchia tabella code..
ja_jp: 古い queues テーブルをドロップ中..

source: Dynamic Agents
fa_ir: عوامل پویا
it_it: Agenti dinamici
pl_pl: Agenci dynamiczni
pt_br: Agentes Dinâmicos
ru_ru: Динамичные агенты
vi: Các tổng đài viên động

source: Dynamic Members are extensions or callback numbers that can log in and out of the queue. When a member logs in to a queue, their penalty in the queue will be as specified here. Extensions included here will NOT automatically be logged in to the queue.
it_it: I membri dinamici sono estensioni o numeri di richiamata che possono accedere e uscire dalla coda. Quando un utente accede a una coda, la penalità in coda sarà come specificato qui. Le estensioni qui incluse NON verranno automaticamente registrate in coda.
ja_jp: 動的メンバーはキューにログインやログアウトが可能な内線もしくはコールバック番号です。メンバーがキューにログインした時、キュー内のそれらのペナルティはここで指定された通りとなります。ここにふくまれた内線は自動的にキューにはログインしません。
pl_pl: Członkowie dynamiczni to numery wewnętrzne lub numery wywołań zwrotnych, które umożliwiają logowanie i wylogowywanie się z kolejki. Kiedy członek zaloguje się do kolejki, jego kara w kolejce będzie taka, jak określono tutaj. Rozszerzenia zawarte w tym miejscu NIE będą automatycznie logowane do kolejki.
pt_br: Membros Dinâmicos são ramais ou números callback que podem entrar e sair da fila. Quando um membro entra em uma fila, sua penalidade na fila será especificada aqui. Ramais inclusos aqui NÃO irão automaticamente entrar na fila.
ru_ru: Динамические участники - это добавочные номера или номера обратного вызова, которые могут входить и выходить из очереди. Когда участник входит в очередь - его пенальти в очереди будет таким, как указано здесь. Указанные здесь номера НЕ будут автоматически регистрироваться в очереди.
vi: Các thành viên động là các máy nhánh hoặc các thành viên gọi lại có thể đăng nhập đăng xuất ra khỏi hàng đợi. Khi một thành viên đăng nhập vào hàng đợi, hình phạt của chúng trong hàng đợi sẽ được xác định ở đây. Các máy nhánh được bao gồm sẽ không tự động được đăng nhập vào Hàng đợi.

source: ERROR were encountered
it_it: Si sono verifcati degli ERRORI
ja_jp: エラーに遭遇しました

source: ERROR: accessing queues table obtaining context info, aborting
it_it: ERRORE: durante l'accesso alla tabella per ottenere informazioni sui contesti, abortisco
ja_jp: エラー: context情報を取得するためにqueues テーブルへアクセス、中止します

source: ERROR: accessing queues table obtaining id list, aborting
it_it: ERRORE:
ja_jp: エラー: idリストを取得するためにqueuesテーブルへアクセス、中止します

source: ERROR: accessing queues table obtaining rtone info, aborting
it_it: ERRORE: durante l'accesso alla tabella per ottenere informazioni su rtone, abortisco
ja_jp: エラー: rtone情報を取得するためにqueuesテーブルへアクセス、中止します

source: ERROR: could not create table
it_it: ERRORE: impossibile creare la tabella
ja_jp: エラー: テーブルの作成ができませんでした

source: ERROR: could not migrate to queues_details
it_it: ERRORE: impossibile migrare verso queues_details
ja_jp: エラー: queues_detailsに移行できませんでした

source: ERROR: inserting data for row %s: %s..
it_it: ERRORE: nell'inserimento dei dati nella riga %s: %s..
ja_jp: エラー:行 %s へデータのインサート中: %s..

source: Earlier versions of this module allowed such queues to be chosen, once changing this setting, it will no longer appear as an option
it_it: Le prime versioni di questo modulo permettevano a questo tipo di code di essere scelte, una volta cambiata questa impostazione, non appariranno più come opzione
ja_jp: モジュールの以前のバージョンはキューが選択を許可していました。この設定を一度変更すると、オプションとして表示されません
pl_pl: Wcześniejsze wersje tego modułu umożliwiały wybór takich kolejek, po zmianie tego ustawienia nie będzie już ono dostępne jako opcja
pt_br: Versões anteriores deste módulo permitiram que filas fossem escolhidas, uma vez modificada esta configuração, não aparecerá mais como opção
ru_ru: Более ранние версии этого модуля позволяли выбирать такие очереди, но после изменения этого параметра они больше не будут отображаться в качестве опции
vi: Các phiên bản gần đây của mô đun này được cho phép được chọn những hàng đợi này, vì sự thay đổi trong cài đặt, nó sẽ không xuất hiện như là một tùy chọn nữa

source: Enable this task
fa_ir: فعال کردن این عملیات
it_it: Abilita questa attività
pl_pl: Włącz to zadanie
pt_br: Habilitar esta tarefa
ru_ru: Включить эту задачу
vi: Kích hoạt tác vụ này

source: Enabling this option, all calls are marked as 'answered elsewhere' when cancelled. The effect is that missed queue calls are *not* shown on the phone (if the phone supports it)
it_it: Abilitando questa opzione, tutte le chiamate sono contrassegnate come "risposte altrove" quando cancellate. L'effetto è che le chiamate in coda perse sono * non * mostrate sul telefono (se il telefono lo supporta)
ja_jp: オプションを有効にした場合、キャンセル時に全コールが'他で応答されました'としてマークされます。また受電されなかった呼は電話機に表示されません（電話機がサポートしている場合）
pl_pl: Po włączeniu tej opcji wszystkie połączenia zostaną oznaczone jako „odebrane gdzie indziej” w przypadku anulowania. Efekt jest taki, że nieodebrane połączenia z kolejki *nie* są pokazywane na telefonie (jeśli telefon to obsługuje)
pt_br: Habilitando esta opção, todas as chamadas são marcadas como 'atendidas em outro lugar' quando canceladas. O efeito é que as chamadas perdidas da fila não são mostradas no telefone (se o telefone suportar tal função)
ru_ru: При включении этой опции все вызовы помечаются как "отвеченные в другом месте" при отмене. Эффект заключается в том, что пропущенные вызовы очереди *не* отображаются на телефоне (если телефон поддерживает это)
vi: Kích hoạt tùy chọn này, khi bị hủy bỏ, tất cả các cuộc gọi được đánh dấu là 'answered elsewhere'. Kết quả là các cuộc gọi hàng đợi bị lỡ sẽ không hiện lên trong điện thoại ( Nếu điện thoại có hỗ trợ tính năng này)

source: Event When Called
fa_ir: رویداد هنگام تماس
it_it: Evento quando chiamato
ja_jp: 着信時イベント
pl_pl: Zdarzenie po wywołaniu
pt_br: Evento quando chamado
ru_ru: Событие при вызове
vi: Sự kiện khi đã gọi

source: Extension Options
fa_ir: گزینه های داخلی
it_it: Opzioni estensione
ja_jp: 内線オプション
pl_pl: Opcje numeru wewnętrznego
pt_br: Opções do ramal
ru_ru: Опции внутреннего номера
vi: Các tùy chọn máy nhánh

source: Extensions Only
fa_ir: فقط داخلی
it_it: Solo estensioni
ja_jp: 内線のみ
pl_pl: Tylko numery wewnętrzne
pt_br: Somente ramais
ru_ru: Только внутренние номера
vi: Chỉ các máy nhánh

source: Fail Over Destination
fa_ir: خطا در مقصد
it_it: Destinazione dopo fallimento
ja_jp: キューオーバー時の宛先
pl_pl: Awaryjne miejsce docelowe
pt_br: Destino em caso de falha
ru_ru: Назначение при отказе
vi: Các điểm đích chịu lỗi

source: Force
fa_ir: اجبار
it_it: Forza
pl_pl: Wymuś
pt_br: Forçar
ru_ru: Принудительно
vi: Bắt buộc

source: Frequency
fa_ir: فرکانس
it_it: Frequenza
pl_pl: Częstotliwość
pt_br: Frequência
ru_ru: Частота
vi: Tần số

source: General Settings
fa_ir: تنظیمات عمومی
it_it: Impostazioni generali
pl_pl: Ustawienia główne
pt_br: Opções Gerais
ru_ru: Основные настройки
vi: Các cài đặt chung

source: Give this queue a brief name to help you identify it.
fa_ir: به این صف یک نام مشخص دهید تا برای پیدا کردن به شما کمک کند.
it_it: Dare alla coda un nome breve per una facile identificazione.
ja_jp: このキューを識別するために分かりやすい名前を付けます。
pl_pl: Nadaj tej kolejce krótką nazwę, która pomoże Ci ją zidentyfikować.
pt_br: Dê um breve nome a esta fila para ajudá-lo a identificá-la.
ru_ru: Дайте этой очереди краткое имя чтобы помочь вам идентифицировать ее.
vi: Đặt cho Hàng đợi này một tên ngắn gọn để bạn nhận biết nó.

source: Gives queues a 'weight' option, to ensure calls waiting in a higher priority queue will deliver its calls first if there are agents common to both queues.
it_it: Questa opzione permette di impostare alla coda un 'peso', per assicurare che le chiamate in attesa in una coda con maggiore priorità vengano smistate per prima se ci sono agenti comuni in diverse code.
ja_jp: 複数のキューに同じエージェントがいる場合に、より高い優先度を持つキューで待っている呼が先に着信することを保証するために、キューに「重み付け」を設定します。
pl_pl: Nadaje kolejkom opcję „wagi”, aby mieć pewność, że połączenia oczekujące w kolejce o wyższym priorytecie będą dostarczane jako pierwsze, jeśli w obu kolejkach znajdują się agenci wspólni.
pt_br: Dá às filas uma opção 'peso', para garantir que as chamadas em espera em uma fila de prioridade mais alta entreguem suas chamadas primeiro se houver agentes comuns em ambas as filas.
ru_ru: Дает очередям опцию "вес" для гарантии что вызовы, ожидающие в очереди с более высоким приоритетом, будут доставлять свои вызовы первыми, если есть агенты, общие для обеих очередей.
vi: Cung cấp cho các hàng đợi một tùy chọn 'trọng số' cho các hàng đợi để đảm bảo các cuộc gọi đang đợi trong hàng đợi ưu tiên cao hơn sẽ truyền các cuộc gọi của hàng đợi đó đầu tiên nếu có các tổng đài viên chung cho các hàng đợi.
