Repository: FreePBX/queues
Catalog: i18n/*/LC_MESSAGES/queues.po
Languages: fa_ir, it_it, ja_jp, pl_pl, pt_br, ru_ru, vi

source: Queues: updatecdr, only valid with Asterisk 1.6+. This option is implemented to mimic chan_agents behavior of populating CDR dstchannel field of a call with an agent name, which is set if available at the login time with AddQueueMember membername parameter, or with static members.
it_it: Code: updatecdr, valido solo con Asterisk 1.6+. Questa opzione è implementata per simulare il comportamento di chan_agents di popolamento del campo dstchannel CDR di una chiamata con un nome agente, che viene impostato se disponibile al momento dell'accesso con il parametro membername AddQueueMember o con i membri static.
pl_pl: Kolejki: updatecdr, tylko dla Asterisk 1.6+. Ta opcja jest implementowana do naśladowania zachowania chan_agents przy wypełnianiu pola CDR dstchannel nazwą agenta, która jest ustawiana, jeśli jest dostępny w czasie logowania za pomocą parametru membername z AddQueueMember lub statycznymi członkami.
pt_br: Filas: updatecdr, apenas válido com o Asterisk 1.6+. Esta opção é implementada para imitar o comportamento de chan_agents de preencher no CDR o campo dstchannel de uma chamada com um nome de agente, que é definido se estiver disponível na hora de início de sessão com o parâmetro memberName AddQueueMember ou com membros estáticos.
ru_ru: Очереди: updatecdr, действительно только с Asterisk 1.6+. Эта опция реализована для имитации поведения chan_agents при заполнении поля CDR dstchannel вызова именем агента, которое задается, если оно доступно во время входа с параметром membername для AddQueueMember() или со статическими участниками.
vi: Hàng đợi: updatecdr, chỉ hợp lệ với Asterisk 1.6 trở lên. Tùy chọn này được thực hiện nhằm bắt chước hành vi chan_agents của trường CDR dstchannel của một cuộc gọi với một tên tổng đài viên mà nó được cài đặt nếu nó sẵn có tại thời gian đăng nhập với tham số AddQueueMember membername hoặc với các thành viên động.

source: RUN
fa_ir: اجرا
it_it: ESEGUI
pl_pl: URUCHOM
pt_br: Executar
ru_ru: Запуск
vi: CHẠY

source: Random
fa_ir: تصادفی
it_it: Casuale
pl_pl: Losowo
pt_br: Aleatória
ru_ru: Случайный
vi: Ngẫu nhiên

source: Repeat Frequency
fa_ir: فرکانس تکرار
it_it: Ripeti frequenza
pl_pl: Częstotliwość powtarzania
pt_br: Frequência de Repetição
ru_ru: Частота повторения
vi: Tần suất lặp lại

source: Report Hold Time
fa_ir: گزارش زمان توقف
it_it: Segnala tempo di attesa
pl_pl: Raportuj czas hold
pt_br: Relatório de tempo de espera
ru_ru: Отчет о времени ожидания
vi: Báo cáo Thời gian giữ máy

source: Reset
fa_ir: بازنشانی
it_it: Azzerare
pl_pl: Resetuj
pt_br: Reiniciar
ru_ru: Сброс
vi: Cài đặt lại

source: Reset Queue Stats
fa_ir: بازنشانی آمار صف
it_it: Reimposta statistiche code
ja_jp: キューの統計をリセット
pl_pl: Resetuj statystyki kolejki
pt_br: Redefinir estatísticas da fila
ru_ru: Сброс статистики очереди
vi: Cài đặt lại Trạng thái Hàng đợi

source: Restrict Dynamic Agents
fa_ir: محدود کردن عوامل پویا
it_it: Limita gli agenti dinamici
ja_jp: ダイナミックエージェントを制限
pl_pl: Ogranicz agentów dynamicznych
pt_br: Restringir Agentes Dinâmicos
ru_ru: Ограничение динамическими агентами
vi: Hạn chế các tổng đài viên động

source: Restrict dynamic queue member logins to only those listed in the Dynamic Members list above. When set to Yes, members not listed will be DENIED ACCESS to the queue.
it_it: Limita gli accessi ai membri dinamici della coda solo a quelli elencati nell'elenco Membri dinamici sopra. Se impostato su Sì, i membri non elencati verranno negati all'accesso alla coda.
ja_jp: 動的キューメンバーのログインを上記の動的メンバーリストにリストアップされたメンバーのみに制限します。「はい」に設定した場合、リストアップされていないメンバーはキューへのアクセスが拒否されます。
pl_pl: Ogranicz logowanie dynamicznych członków kolejki tylko do tych wymienionych na powyższej liście dynamicznych członków. Po ustawieniu wartości na "Tak" członkowie spoza listy otrzymają odmowę dostępu do kolejki.
pt_br: Restringir logins de membros dinâmicos da fila apenas aos listados na lista de membros dinâmicos acima. Quando definido como Sim, os membros não listados terão ACESSO NEGADO à fila.
ru_ru: Ограничьте подключение динамических участников очереди только теми, которые перечислены в списке динамических участников выше. Если задано значение Да, то участникам, не включенным в список, будет отказано в доступе к очереди.
vi: Hạn chế đăng nhập thành viên động của Hàng đợi năng động vào danh sách đã được liệt kệ trong danh sách Thành viên động ở trên. Khi cài về Yes, các thành viên không được liệt kệ sẽ bị TỪ CHỐI TRUY NHẬP vào Hàng đợi.

source: Retry
fa_ir: تلاش مجدد
it_it: Riprova
pl_pl: Ponów
pt_br: Tentar Novamente
ru_ru: Повторить
vi: Thử lại

source: Ring Only
fa_ir: فقط زنگ
it_it: Solo suoneria
ja_jp: 着信音のみ
pl_pl: Tylko dzwoń
pt_br: Somente Toque
ru_ru: Только звонок
vi: Chỉ đổ chuông

source: Ring Strategy
fa_ir: چگونگی زنگ
it_it: strategia Anello
pl_pl: Strategia dzwonienia
pt_br: Estratégia de Toque
ru_ru: Стратегия вызова
vi: Phương thức đổ chuông

source: Ringer Volume Override
it_it: Sostituzione del volume della suoneria
pl_pl: Nadpisanie głośności dzwonka
pt_br: Sobrepor volume da campainha
ru_ru: Переопределение громкости звонка
vi: Ghi đè âm lượng chuông

source: Same as No except Callers will be admitted if there are paused agents who could become available.
it_it: Uguale a No, tranne che i chiamanti saranno ammessi se ci sono agenti in pausa che potrebbero essere disponibili.
pl_pl: Tak samo jak "Nie", z wyjątkiem, że dzwoniący będą wpuszczani, jeśli są zapauzowani agenci, którzy mogą stać się dostępni.
ru_ru: То же самое, что и Нет, кроме абонентов, которые будут допущены, если есть приостановленные агенты, которые могут стать доступными.

source: Same as Strict plus a queue member must be able to answer the phone 'now' to let them in. Simply speaking, any 'available' agents that could answer but are currently on the phone or ringing on behalf of another caller will be considered unavailable.
it_it: Come Strict più un membro della coda deve essere in grado di rispondere al telefono "ora" per farli entrare. Semplicemente, qualsiasi agente "disponibile" che possa rispondere ma che è attualmente al telefono o che squilla per conto di un altro chiamante sarà considerato non disponibile .
ja_jp: 厳密と同じプラス、かれらに入らせるためには、キューメンバーは'今'電話に応答できなければいけません。簡単に言うと、応答可能ないかなる'利用可能'エージェント、しかし現在は電話に出ていたり他の発信者のかわりに着信中のエージェントは利用不可と見なされます。
pl_pl: Tak samo jak "Strict" dodatkowo członek kolejki musi być w stanie odebrać telefon "teraz" aby go wpuścić. W uproszczeniu wszyscy "dostępni" agenci, którzy mogliby odebrać, ale obecnie rozmawiają lub dzwonią do kogoś są uznawani za niedostępnych.
pt_br: O mesmo que Strict, um membro da fila deve ser capaz de atender o telefone "agora". De forma simples, qualquer agente 'disponível' que poderia responder, mas está atualmente no telefone ou tocando prestes a receber outra chamada será considerado indisponível .
ru_ru: Так же, как и Строго, плюс участник очереди должен иметь возможность ответить на телефонный звонок "сейчас", чтобы впустить их. Проще говоря, любые "доступные" агенты, которые могли бы ответить, но в настоящее время разговаривают по телефону или звонят другим абонентам, будут считаться недоступными.

source: Same as Strict plus a queue member must be able to answer the phone 'now' to let them remain. Simply speaking, any 'available' agents that could answer but are currently on the phone or ringing on behalf of another caller will be considered unavailable.
it_it: Come Strict più un membro della coda deve essere in grado di rispondere al telefono "ora" per lasciarli rimanere. In poche parole, qualsiasi agente "disponibile" che possa rispondere ma che è attualmente al telefono o che squilla per conto di un altro chiamante verrà considerato non disponibile.
ja_jp: 厳密と同じプラス、かれらに残らせるには、キューメンバーは'今'電話に応答できなければいけません。簡単に言うと、応答可能ないかなる'利用可能'エージェント、しかし現在は電話に出ていたり他の発信者のかわりに着信中のエージェントは利用不可と見なされます。
pl_pl: Tak samo jak "Strict", a dodatkowo członek kolejki musi mieć możliwość odebrania telefonu "teraz", aby mógł pozostać. W uproszczeniu wszyscy "dostępni" agenci, którzy mogliby odebrać, ale obecnie rozmawiają lub dzwonią do kogoś są uznawani za niedostępnych.
pt_br: O mesmo que Strict mais um membro da fila deve ser capaz de atender o telefone 'agora'. Qualquer agente 'disponível' que poderia responder, mas está atualmente no telefone ou tocando em nome de outro chamador será considerado indisponível.
ru_ru: Так же, как и Строго, плюс участник очереди должен иметь возможность ответить на телефонный звонок "сейчас", чтобы позволить им остаться. Проще говоря, любые "доступные" агенты, которые могли бы ответить, но в настоящее время разговаривают по телефону или звонят другим абонентам, будут считаться недоступными.

source: Same as Yes but more strict. Simply speaking, if no agent could answer the phone then don't admit them. If agents are inuse or ringing someone else, caller will still be admitted.
it_it: Uguale a Sì ma più severo. Semplicemente parlando, se nessun agente può rispondere al telefono, non ammetterlo. Se gli agenti sono in uso o chiamano qualcun altro, il chiamante sarà comunque ammesso.
ja_jp: 「はい」と同じですが、より厳密です。簡単に言うと、エージェント誰も電話に応答できなかった場合、キューに入ることが許可されません。もしエージェントが使用中または他のだれかに電話をしている場合は、発信者はまだキューに入ることを許可されます。
pl_pl: Mówiąc najprościej, jeśli żaden agent nie może odebrać telefonu, nie wpuszczaj go. Jeśli agenci są w użyciu lub dzwonią do kogoś, dzwoniący nadal zostanie przyjęty.
pt_br: Mesmo que Sim, mas mais rigoroso. De forma simples, se nenhum agente pode atender o telefone, então não os admita. Se os agentes estão em uso ou tocando, o chamador ainda será admitido.
ru_ru: То же, что и "Да", но более строго. Проще говоря, если ни один агент не может ответить на телефонный звонок, то вызов не будет допущен. Если агенты используются или звонят кому-то - абонент будет задержан в очереди.

source: Same as Yes but more strict. Simply speaking, if no agent could answer the phone then have them leave the queue. If agents are inuse or ringing someone else, caller will still be held.
it_it: Uguale a Sì ma più severo. In parole povere, se nessun agente può rispondere al telefono, fa in modo che lascino la coda. Se gli agenti sono in uso o chiamano qualcun altro, il chiamante verrà comunque trattenuto.
ja_jp: 「はい」と同じですがより厳密です。簡単に言うと、電話に応答できるエージェントがいない場合、かれらをキューにいるままにしておきます。エージェントが使用中であったり、他のだれかに発信している場合は発信者はまだ保留されます。
pl_pl: Tak samo jak "Tak", ale bardziej rygorystycznie. Mówiąc najprościej, jeśli żaden agent nie może odebrać telefonu, niech opuści kolejkę. Jeśli agenci są w użyciu lub dzwonią do kogoś, dzwoniący nadal będzie wstrzymywany.
pt_br: Mesmo que Sim, mas mais rigoroso. De forma simples, se nenhum agente pode atender o telefone, então deixe-os sair da fila. Se os agentes estiverem em uso ou tocando, o chamador ainda será mantido.
ru_ru: То же, что и "Да", но более строго. Проще говоря, если ни один агент не может ответить на телефонный звонок - попросить абонентов покинуть очередь. Если агенты используются или звонят кому-то - абонент все равно будет задержан.

source: Same as Yes except Callers will remain in the Queue if there are paused agents who could become available.
it_it: Uguale a Sì, tranne che i chiamanti rimarranno nella coda se ci sono agenti in pausa che potrebbero essere disponibili.
pl_pl: Tak samo jak "Tak", z tą różnicą, że dzwoniący pozostaną w kolejce, jeśli istnieją wstrzymani agenci, którzy mogą stać się dostępni.
ru_ru: То же, что и "Да", за исключением абонентов, которые останутся в очереди, если есть приостановленные агенты, которые могут стать доступными.

source: Service Level
fa_ir: مرحله سرویس
it_it: Livello di servizio
pl_pl: Poziom usług
pt_br: Nível de Serviço
ru_ru: Уровень обслуживания
vi: Mức dịch vụ

source: Set Agent Name in CDR dstchannel
it_it: Imposta il nome dell'agente in Dstchannel CDR
pl_pl: Ustawianie nazwy agenta w CDR dstchannel
pt_br: Definir o nome do agente no campo dstchannel no CDR
ru_ru: Установите имя агента в CDR dstchannel
vi: Cài Tên Tổng đài viên trong CDR dstchannel

source: Set this task to happen at random
fa_ir: تنظیم کنید این برنامه تصادفی رخ دهد
it_it: Imposta questa attività in modo casuale
pl_pl: Ustaw to zadanie aby było wykonywane losowo
pt_br: Defina esta tarefa para acontecer aleatoriamente
ru_ru: Поставить эту задачу выполняться случайно
vi: Cài đặt tác vụ này xảy ra ngẫu nhiên

source: Should we include estimated hold time in position announcements? Either yes, no, or only once; hold time will not be announced if <1 minute
it_it: Includere il tempo di attesa stimato? Possibile solo sì, no, una volta sola; non verrà annunciato se inferiore al minuto
ja_jp: 待ち順のアナウンスに想定待ち時間を含めますか？ はい／いいえ、一回のみどちらの選択でも、1分以下の場合は待ち時間のアナウンスは流れません
pl_pl: Czy powinniśmy uwzględniać szacowany czas oczekiwania w zapowiedziach o stanowiskach? Albo tak, albo nie, albo tylko raz; Czas wstrzymania nie zostanie zapowiedziany jeśli <1 minuta
pt_br: Devemos incluir o tempo de espera estimado em anúncios de posição? Seja sim, não, ou apenas uma vez; o tempo de espera não será anunciado se menor do que 1 minuto
ru_ru: Должны ли мы включать предполагаемое время ожидания в объявления о позиции? Либо да, нет или один раз; время ожидания не будет объявлено, если менее 1 минуты
vi: Chúng ta có nên bao hàm thời gian giữ dự kiến trong Các thông báo vị trí? Cả Yes, no, hoặc only once, thời gian giữ máy sẽ không được thông báo nếu nhỏ hơn 1 phút

source: Skip Busy Agents
fa_ir: لغو عوامل اشغال
it_it: Salta agenti indaffarati
pl_pl: Pomiń zajętych agentów
pt_br: Ignorar agentes ocupados
ru_ru: Пропуск занятых агентов
vi: Bỏ qua các Tổng đài viên đang bận

source: Static Agents
fa_ir: آمار عوامل
it_it: Agenti Statici
ja_jp: 静的エージェント
pl_pl: Statyczni agenci
pt_br: Agentes Estáticos
ru_ru: Статичные агенты
vi: Các tổng đài viên Tĩnh

source: Static agents are extensions that are assumed to always be on the queue. Static agents do not need to 'log in' to the queue, and cannot 'log out' of the queue.<br><br>List extensions to ring, one per line.<br><br>You can include an extension on a remote system, or an external number (Outbound Routing must contain a valid route for external numbers). You can put a "," after the agent followed by a penalty value, see Asterisk documentation concerning penalties.<br /><br /> An advanced mode has been added which allows you to prefix an agent number with S, P, X, Z, D or A. This will force the agent number to be dialed as an Asterisk device of type SIP, PJSIP, IAX2, ZAP, DAHDi or Agent respectively. This mode is for advanced users and can cause known issues in FreePBX as you are by-passing the normal dialplan. If your 'Agent Restrictions' are not set to 'Extension Only' you will have problems with subsequent transfers to voicemail and other issues may also exist.
it_it: Gli agenti statici sono estensioni che si presume siano sempre in coda. Gli agenti statici non devono "accedere" alla coda e non possono "disconnettersi" dalla coda. <br> <br> Estensioni elenco da squillare, una per riga. <br> <br> È possibile includere un'estensione su un sistema remoto o un numero esterno (il routing in uscita deve contenere una route valida per i numeri esterni). Puoi inserire un "," dopo l'agente seguito da un valore di penalità, vedere la documentazione di Asterisk relativa alle penalità. <br/> <br/> È stata aggiunta una modalità avanzata che ti permette di prefisso un numero di agente con S, P, X , Z, D o A. Questo costringerà il numero dell'agente a comporre come dispositivo Asterisk di tipo SIP, PJSIP, IAX2, ZAP, DAHDi o Agent rispettivamente. Questa modalità è per utenti esperti e può causare problemi noti in FreePBX mentre stai bypassando il normale dialplan. Se le "Restrizioni agente" non sono impostate su "Solo interno", si avranno problemi con i trasferimenti successivi a Voicemail e potrebbero anche esistere altri problemi.
pl_pl: Agenci statyczni to numery wewnętrzne, które zawsze znajdują się w kolejce. Agenci statyczni nie muszą "logować się" do kolejki i nie mogą się z niej wylogowywać. <br><br>Wyświetl listę numerów wewnętrznych, po jednym w wierszu.<br><br>Numer wewnętrzny można dodać jako wewnętrzny zdalny lub numer zewnętrzny (musi być zdefiniowana prawidłowa trasa wychodząca dla numerów zewnętrznych). Możesz umieścić "," po agencie, a następnie wartość kary, zapoznaj się z dokumentacją Asterisk dotycząca kar.<br /><br /> Dodano tryb zaawansowany, który pozwala na poprzedzenie numeru agenta znakiem S, P, X, Z, D lub A. Wymusi to wybranie numeru agenta jako urządzenia Asterisk odpowiednio typu SIP, PJSIP, IAX2, ZAP, DAHDi lub Agent. Ten tryb jest przeznaczony dla zaawansowanych użytkowników i może powodować znane problemy w FreePBX, ponieważ omija normalny dialplan. Jeśli "Ograniczenia agenta" nie są ustawione na "Tylko numer wewnętrzny", będziesz mieć problemy z kolejnymi transferami do poczty głosowej i mogą również wystąpić inne problemy.
pt_br: Agentes estáticos são ramais que vão sempre estar na fila. Os agentes estáticos não precisam fazer login na fila e não podem sair da fila.<br><br>Listar ramais para tocar, um por linha.<br><br>Você pode incluir um ramal em um sistema remoto, ou um número externo (Rotas de Saída deve conter uma rota válida para números externos). Você pode colocar um "," após o agente seguido de um valor de penalidade, consulte a documentação do Asterisk sobre penalidades. <br /> <br /> Um modo avançado foi adicionado que lhe permite por um prefixo no número de agente com S, P, X , Z, D ou A. Isto forçará o número de agente a ser marcado como um dispositivo do tipo SIP, PJSIP, IAX2, ZAP, DAHDi ou Agente, respectivamente. Este modo é para usuários avançados e pode causar problemas conhecidos no FreePBX pois você está ignorando o dialplan normal. Se suas "Restrições de Agente" não estiverem definidas como "Apenas Ramais", você terá problemas com as transferências subsequentes para o correio de voz e outros problemas também podem existir.
ru_ru: Статические агенты - это внутр.номера, которые, как предполагается, всегда находятся в очереди. Статическим агентам не нужно "входить" в очередь и они не могут "выходить" из очереди.<br><br>Перечислите номера для вызова по одному на строку.<br><br> Вы можете включить добавочный номер в удаленной системе или внешний номер (исходящая маршрутизация должна содержать действительный маршрут для внешних номеров). Вы можете поставить "," после агента, за которым следует значение пенальти, см. документацию Asterisk, касающуюся пенальти.<br /><br /> Добавлен расширенный режим, который позволяет добавлять к номеру агента префикс S, P, X, Z, D или A. Это приведет к тому, что номер агента будет набран как устройство Asterisk типа SIP, PJSIP, IAX2, ZAP, DAHDI или Agent соответственно. Этот режим предназначен для опытных пользователей и может вызвать известные проблемы во FreePBX, так как вы обходите обычный диалплан. Если для ваших "Ограничений агента" не установлено значение "Только добавочный номер", у вас возникнут проблемы с последующими трансферами на голосовую почту, а также могут возникнуть другие проблемы.
vi: Các tổng đài viên tĩnh là các máy nhánh được giả định là luôn luôn trên Hàng đợi. Các tổng đài viên tĩnh không cần 'đăng nhập' vào Hàng đợi, và không thể 'đăng xuất' khỏi Hàng đợi.<br><br>Danh sách các máy nhánh đổ chuông, một dòng một máy. <br><br>Bạn có thể bao gồm một máy nhánh trên hệ thống từ xa, hoặc một số bên ngoài ) Việc định tuyến gọi ra phải chứa một tuyến hợp lệ cho các số bên ngoài). Bạn phải đặt dấu "," ngay sau tổng đài viên được theo sau bởi một giá trị penalty, xem phần Asterisk documentation concerning penalties ( Các penalty liên quan đến tài liệu về Asterisk). <br /><br />Một chế độ nâng cao đã được thêm vào cho phép bạn thêm tiền tố số tổng đài viên với S, P, X , Z, D hoặc A. Điều này sẽ buộc số tổng đài được quay số như là một thiết bị Asterisk theo kiểu SIP, PJSIP, IAX2, ZAP, DAHDi hoặc tổng đài viên tương ứng. Chế độ này dành cho người dùng nâng cao và có thể gây ra các sự cố sẽ biết trước trong FreePBX khi bạn đang dùng phương thức quay số thông thường. Nếu'Agent Restrictions' của bạn không được đặt thành 'Extension Only' , bạn sẽ gặp sự cố khi chuyển thư sang thư thoại tiếp theo và các sự cố có thể tồn tại khác.

source: Stats Reset
fa_ir: بازنشانی آمار
it_it: Reset delle statistiche
pl_pl: Reset statystyk
pt_br: Reiniciar Estatísticas
ru_ru: Сброс статистики
vi: Cài đặt lại Trạng thái

source: Submit
fa_ir: ارسال
it_it: Sottoscrivi
pl_pl: Zatwierdź
pt_br: Enviar
ru_ru: Принять
vi: Gửi đi

source: The absolute minimum time between the start of each queue position and/or estimated holdtime announcement
it_it: Il tempo minimo assoluto tra l'inizio di ogni posizione di coda e / o l'annuncio di tempo di attesa stimato
pl_pl: Absolutne minimum czasu między rozpoczęciem każdej pozycji w kolejce i/lub zapowiedzią szacowanego czasu wstrzymania
pt_br: O tempo mínimo absoluto entre o início de cada posição de fila e/ou o anúncio de tempo de espera estimado
ru_ru: Абсолютное минимальное время между началом каждой позиции в очереди и/или объявлением расчетного времени ожидания
vi: Thời gian tối thiểu tuyệt đối giữa khi khởi động của mỗi vị trí hàng đợi và/hoặc thông báo thời gian giữ máy dự kiến

source: The maximum number of seconds a caller can wait in a queue before being pulled out. (0 for unlimited).
fa_ir: بیشترین تعداد ثانیه‌ای که تماس گیرنده در صف منتظر میماند. (0 برای نامحدود).
it_it: Il numero massimo di secondi che un chiamante può aspettare in coda prima che sia buttato fuori. (0 per illimitato).
ja_jp: 発信者の呼が待ち呼としてキューに滞在できる最大秒数 (無制限は0)。
pl_pl: Maksymalna liczba sekund, przez jaką dzwoniący może czekać w kolejce, zanim zostanie wyciągnięty. (0 dla nieograniczonego).
pt_br: O número máximo de segundos que um chamador pode esperar em uma fila antes de ser puxado para fora. (0 para ilimitado).
ru_ru: Максимальное количество секунд, в течение которых абонент может ожидать в очереди, прежде чем его разъединят. (0 для неограниченного).
vi: Số giây tối đa mà một người gọi có thể đợi trong một hàng đợi trước khi bị đẩy ra khỏi hàng. (Đặt là 0 để không giới hạn số giây).

source: The number of seconds an agent's phone can ring before we consider it a timeout. Unlimited or other timeout values may still be limited by system ringtime or individual extension defaults.
it_it: Il numero di secondi che il telefono dell'agente squilla prima che venga considerato irragiungibile. Illimitato o altri valori di timeout possono essere limitati dal tempo di squillo predefinito di sistema o del singolo interno.
ja_jp: タイムアウトと見なす前にエージェントの電話が鳴る秒数。無制限または他のタイムアウト値はまだシステムのリングタイムや個人の内線デフォルトによって制限されます。
pl_pl: Liczba sekund, przez którą telefon agenta może zadzwonić, zanim uznamy to za przekroczenie limitu czasu. Nieograniczone lub inne wartości limitu czasu mogą być nadal ograniczone przez systemowy czas dzwonienia lub indywidualne ustawienia domyślne numeru wewnętrznego.
pt_br: O número de segundos que o telefone de um agente pode tocar antes de considerar o tempo esgotado. Valores ilimitados ou outros valores de tempo limite ainda podem ser limitados pelo tempo de toque do sistema ou pelos padrões de ramais individuais.
ru_ru: Количество секунд, в течение которых телефон агента может звонить прежде чем мы сочтем его тайм-аутом. Неограниченные или другие значения времени ожидания могут быть ограничены системным временем вызова или отдельными внутр.номерами по умолчанию.
vi: Số giây mà điện thoại của tổng đài viên có thể đổ chuông trước khi chúng ta xem chúng như là một Thời gian chờ. Không giới hạn hoặc Gía trị thời gian chờ khác có thể bị giới hạn bằng hệ thống ringtime hoặc các mặc định máy nhánh cá nhân.
