Repository: FreePBX/queues
Catalog: i18n/*/LC_MESSAGES/queues.po
Languages: fa_ir, it_it, ja_jp, pl_pl, pt_br, ru_ru, vi

source: Add Queue
fa_ir: افزودن صف
it_it: Aggiungi Coda
pl_pl: Dodaj kolejkę
pt_br: Adicionar Fila
ru_ru: Добавить очередь
vi: Thêm Hàng đợi

source: Edit:
fa_ir: ویرایش:
it_it: Modifica:
pl_pl: Edytuj
pt_br: Editar:
ru_ru: Редактировать:
vi: Chỉnh sửa:

source: <b>ERROR</b>: You have selected an IVR that uses Announcements created from compound sound files. The Queue is not able to play these announcements. This IVRs recording will be truncated to use only the first sound file. You can correct the problem by selecting a different announcement for this IVR that is not from a compound sound file. The IVR itself can play such files, but the Queue subsystem can not
it_it: <b> 1ERROR </b> 2: hai selezionato un IVR che utilizza annunci creati da file audio composti. La coda non è in grado di riprodurre questi annunci. Questa registrazione IVR verrà troncata per utilizzare solo il primo file audio. È possibile correggere il problema selezionando un annuncio diverso per questo IVR che non proviene da un file audio composto. L'IVR stesso può riprodurre tali file, ma il sottosistema Queue non può
pl_pl: <b>BŁĄD</b>: Wybrałeś IVR, który używa Zapowiedzi utworzonych ze złożonych plików dźwiękowych. Kolejka nie może odtwarzać tej zapowiedzi. Nagranie IVR zostanie przycięte i wykorzystany zostanie tylko pierwszy plik dźwiękowy. Możesz rozwiązać ten problem, wybierając dla IVR inną zapowiedź, która nie pochodzi ze złożonego pliku dźwiękowego. Sam IVR może odtwarzać takie pliki, ale podsystem Kolejek nie
pt_br: <b>ERRO</b>: Você selecionou uma URA que usa um Anúncio criado de um arquivo de som composto. A Fila não é capaz de reproduzir este tipo de anúncio. A gravação desta URA será cortada e usará apenas o primeiro arquivo de áudio. Você pode corrigir este problema selecionando um anúncio diferente para a URA que não seja um arquivo de som composto. A URA pode reproduzir tais arquivos, mas o subsistema da Fila não
ru_ru: <b>ОШИБКА</b>: вы выбрали IVR, использующий объявления, созданные из составных звуковых файлов. Очередь не может воспроизводить подобные объявления. Эта запись IVR будет усечена, чтобы использовать только первый звуковой файл. Вы можете исправить эту проблему, выбрав другое объявление для этого IVR, не являющееся составным. IVR сам может воспроизводить такие файлы, но подсистема очереди - нет
vi: <b>ERROR</b>: Bạn đã chọn một IVR sử dụng Thông báo được tạo từ các tệp âm thanh phức hợp. Hàng đợi không thể phát các thông báo này. Bản ghi IVRs này sẽ được cắt ngắn để sử dụng chỉ mỗi tệp âm thanh đầu tiên. Bạn có thể sửa vấn đề bằng cách chọn một thông báo khác cho IVR này mà nó không phải là từ một tập tin âm thanh phức hợp. Bản thân IVR có thể phát các tệp như vậy, nhưng hệ thống con của Hàng đợi thì không thể

source: Actions
fa_ir: عملیات
it_it: Azioni
pl_pl: Akcje
pt_br: Ações
ru_ru: Действия
vi: Các thao tác

source: Add Queue
fa_ir: افزودن صف
it_it: Aggiungi Coda
ja_jp: キューを追加
pl_pl: Dodaj kolejkę
pt_br: Adicionar Fila
ru_ru: Добавить очередь
vi: Thêm Hàng đợi

source: Add an Alert-Info Header like Snom and other Phones need for Ring or Ringtone informations
it_it: Aggiungi un'intestazione di informazioni di avviso come Snom e altri telefoni hanno bisogno di informazioni su suoneria o suoneria
pl_pl: Dodaj nagłówek Alert-Info, który wykorzystywany jest przez Snom i inne telefony do rozdzwaniania i przekazywanie informacji o dzwonku
pt_br: Adiciona um cabeçalho de Alert-Info que alguns telefones necessitam para informações sobre tipos de toque
ru_ru: Добавляет заголовок Alert-Info для телефонов Snom или других информации, необходимой для звонка или рингтона
vi: Thêm một Tiêu đề Alert-Infor như Snom hay các điện thoại di động khác cần cho các thông tin của Chuông hoặc Nhặc chuông

source: Advanced Options
fa_ir: گزینه های حرفه ای
it_it: Opzioni Avanzate
pl_pl: Opcje zaawansowane
pt_br: Opções Avançadas
ru_ru: Дополнительные параметры
vi: Tùy chọn nâng cao

source: After a successful call, how many seconds to wait before sending a potentially free agent another call (default is 0, or no delay) If using Asterisk 1.6+, you can also set the 'Honor Wrapup Time Across Queues' setting (Asterisk: shared_lastcall) on the Advanced Settings page so that this is honored across queues for members logged on to multiple queues.
it_it: Dopo una chiamata riuscita, quanti secondi attendere prima di inviare un altro agente potenzialmente libero un'altra chiamata (il valore predefinito è 0 o nessun ritardo) Se si utilizza Asterisk 1.6+, è anche possibile impostare l'impostazione "Tempo di avvolgimento temporaneo tra le code" (asterisco: shared_lastcall ) nella pagina Impostazioni avanzate in modo che questo venga rispettato attraverso le code per i membri connessi a più code.
ja_jp: コールが成功した後に、空いているエージェントに他の呼を繋ぐ前に待つ秒数。デフォルト設定は「0」(待たない)。
pl_pl: Ile sekund należy czekać po pomyślnym połączeniu, zanim wysłać połączenie do potencjalnie wolnego agenta (wartość domyślna to 0 lub brak opóźnienia) Jeśli używasz Asterisk 1.6 lub nowszego, możesz także ustawić ustawienie „Honoruj czas zakończenia w kolejkach” (Asterisk: shared_lastcall) w Ustawienia Zaawansowane, aby było to honorowane w kolejkach dla użytkowników zalogowanych do wielu kolejek.
pt_br: Após uma chamada bem sucedida, quantos segundos aguardar antes de enviar outra chamada a um agente livre (padrão é 0, ou sem atraso) . Se estiver usando Asterisk 1.6+, você também pode configurar o 'Honor Wrapup Time Across Queues' (Asterisk: shared_lastcall) na página Configurações Avançadas para que seja respeitada em filas para membros que estejam conectados a várias filas.
ru_ru: Если вы используете Asterisk 1.6+, то вы также можете установить параметр "Соблюдать время подведения итогов между очередями" (Asterisk: shared_lastcall) на странице расширенных настроек, чтобы он выполнялся в разных очередях для участников, вошедших в несколько очередей.
vi: Sau một cuộc gọi thành công, phải đợi bao nhiêu giây trước khi gửi một cuộc gọi khác tới một tổng đài viên đang rỗi ( mặc định là 0, hoặc no delay). Nếu sử dụng Asterisk 1.6+, bạn có thể cài đặt 'Honor Wrapup Time Across Queues' ( (Asterisk: shared_lastcall) tại trang Cài đặt nâng cao để cuộc gọi được ưu tiên trên hàng đợi cho các thành viên đăng nhập trên nhiều hàng đợi.

source: Agent Announce Msg
fa_ir: پیام عامل آگهی
it_it: Messaggio Annuncio Agente
ja_jp: エージェントアナウンスメッセージ
pl_pl: Zapowiedź dla agenta
pt_br: Msg de Anúncio do Agente
ru_ru: Сообщение объявления агента
vi: Tin nhắn thông báo cho Tổng đài viên

source: Agent Announcement
fa_ir: اطلاعیه عامل
it_it: Annuncio Agente
pl_pl: Zapowiedź agenta
pt_br: Anúncio do Agente
ru_ru: Объявление агента
vi: Thông báo tổng đài viên

source: Agent Called Events Default
it_it: Agente chiamato eventi predefinito
pl_pl: Agent wywołał zdarzenia domyślne
pt_br: Padrão de Eventos do Agente Chamado
ru_ru: События по умолчанию, вызываемые агентом
vi: Mặc định các sự kiện đã gọi Tổng đài viên

source: Agent Regex Filter
fa_ir: فیلتر Regex عامل
it_it: Filtro Regex Agenti:
ja_jp: エージェント正規表現フィルター
pl_pl: Filtr Regex Agenta
pt_br: Filtro de Agente (Regex)
ru_ru: Фильтр регул.выражений агента
vi: Bộ lọc chính quy cho Tổng đài viên

source: Agent Restrictions
fa_ir: محدودیتهای عامل
it_it: Restrizioni Agente
ja_jp: エージェントの制限
pl_pl: Ograniczenia Agenta
pt_br: Restrições do Agente
ru_ru: Ограничения агента
vi: Các giới hạn đối với Tổng đài viên

source: Agent Ringing
fa_ir: زنگ خوردن عامل
it_it: Squillo Agente
ja_jp: エージェントを呼出中
pl_pl: Dzwonienie Agenta
pt_br: Agente Tocando
ru_ru: Вызов агента
vi: Đổ chuông tới Tổng đài viên

source: Agent Timeout
fa_ir: وقفه عامل
it_it: Timeout Agente
pl_pl: Limit czasu agenta
pt_br: Timeout do Agente
ru_ru: Тайм-аут агента
vi: Thời gian chờ Tổng đài viên

source: Agent Timeout Restart
fa_ir: راه اندازی مجدد وقفه عامل
it_it: Timeout agente scaduto
pl_pl: Uruchom ponownie limit czasu agenta
pt_br: Reiniciar Timeout do Agente
ru_ru: Перезапуск тайм-аута агента
vi: Thời gian chờ khỏi động lại của Tổng đài viên

source: Allow Dynamic Members of a Queue to login or logout. See the Queues Module for how to assign a Dynamic Member to a Queue.
it_it: Consentire ai membri dinamici di una coda di accedere o uscire. Consulta il modulo Code per sapere come assegnare un membro dinamico a una coda.
pl_pl: Zezwalaj dynamicznym członkom kolejki na logowanie lub wylogowywanie się. Zobacz moduł Kolejki, aby dowiedzieć się, jak przypisać członka dynamicznego do kolejki.
pt_br: Permitir login e logout na fila para Membros Dinâmicos. Veja Módulos de Filas para descobrir como atribuir Membros Dinâmicos a uma fila.
ru_ru: Разрешить динамическим участникам очереди входить в систему или выходить из нее. См. модуль очереди для того, чтобы назначить динамического агента очереди.
vi: Cho phép các thành viên của Hàng đợi đăng nhập và đăng xuất. Xem phần Queues Module để biết cách gán một Thành viên động vào Hàng đợi.

source: Always
fa_ir: همیشه
it_it: Sempre
ja_jp: 常に
pl_pl: Zawsze
pt_br: Sempre
ru_ru: Всегда
vi: Luôn luôn

source: Always allows the caller to join the Queue.
fa_ir: مجوز همیشگی به تماس گیرنده برای پیوستن به صف.
it_it: Permetti sempre al chiamante di unirsi alla Coda.
ja_jp: 発信者がキューに参加するのを常に許可。
pl_pl: Zawsze pozwól dzwoniącemu na dołączenie do kolejki.
pt_br: Sempre permitir o chamador juntar-se a Fila.
ru_ru: Позволяет вызывающему абоненту всегда присоединяться к очереди.
vi: Luôn luôn cho phép người gọi tham gia và Hàng Đợi.

source: Announce Hold Time
fa_ir: زمان نگه داشتن آگهی
it_it: Tempo di Attesa Annuncio
pl_pl: Komunikat o czasie oczekiwania
pt_br: Anunciar Tempo de Espera
ru_ru: Уведомление о времени ожидания
vi: Thong báo Thời gian giữ máy

source: Announce Position
fa_ir: موقعیت آگهی
it_it: Posizione Annuncio
pl_pl: Komunikat o miejscu
pt_br: Anunciar Posição
ru_ru: Объявление позиции
vi: Thông báo vị trí

source: Announce position of caller in the queue?
fa_ir: اعلان جایگاه تماس گیرنده در صف؟
it_it: Annunciare la posizione del chiamante in coda?
ja_jp: 発信者の通話待ちの順番をアナウンスしますか？
pl_pl: Komunikat o miejscu dzwoniącego w kolejce?
pt_br: Anunciar posição do chamador na fila?
ru_ru: Объявить позицию абонента в очереди?
vi: Thông báo vị trí của người gọi trong Hàng đợi?

source: Announcement played to callers prior to joining the queue. This can be skipped if there are agents ready to answer a call (meaning they still may be wrapping up from a previous call) or when they are free to answer the call right now. To add additional recordings please use the "System Recordings" MENU.
it_it: Annuncio suonato ai chiamanti prima di unirsi alla coda. Questo può essere saltato se ci sono agenti pronti a rispondere a una chiamata (il che significa che potrebbero ancora essersi riavvolti da una chiamata precedente) o quando sono liberi di rispondere alla chiamata in questo momento. Per aggiungere ulteriori registrazioni, utilizzare il menu "Registrazioni di sistema".
ja_jp: 発信者がキューに入る前に再生するアナウンス。対応可能なエージェント（ACWエージェントを含む）がいる場合は、このアナウンスは再生しません。アナウンスの音声を追加したい場合は、「システム音声」を利用してください。
pl_pl: Komunikat odtwarzany dzwoniącym przed dołączeniem do kolejki. Można to pominąć, jeśli agenci są gotowi odebrać połączenie (co oznacza, że mogą jeszcze kończyć poprzednią rozmowę) lub gdy mogą teraz odebrać połączenie. Aby dodać kolejne nagrania należy skorzystać z MENU „Nagrania systemowe”.
pt_br: Anúncio reproduzido para os chamadores antes de entrar na fila. Pode ser ignorado se existirem agentes livres para atender a chamada. Para inserir gravações adicionais, por favor use o menu "System Recordings".
ru_ru: Объявление воспроизводится для абонентов до попадания в очередь. Его можно пропустить если есть агенты, готовые ответить на вызов (то есть они все еще могут завершать предыдущий вызов) или свободные для ответа на вызов прямо сейчас. Для добавления дополнительных записей воспользуйтесь меню "Системные записи".
vi: Thông báo được phát tới những người gọi trước khi họ tham gia Hàng đợi. Điều này có thể bị bỏ qua nếu có những Tổng đài viên sẵn sàng trả lời cuộc gọi (Nghĩa là họ vẫn chỉ đang kết thúc cuộc gọi trước) hoăc khi họ có thể trả lời cuộc gọi ngay lập tức. Để thêm các bản ghi bổ sung, vui lòng sử dụng MENU "System Recordings".

source: Announcement played to the Agent prior to bridging in the caller <br><br> Example: "the Following call is from the Sales Queue" or "This call is from the Technical Support Queue".<br><br>To add additional recordings please use the "System Recordings" MENU. Compound recordings composed of 2 or more sound files are not displayed as options since this feature can not accept such recordings.
it_it: Announcement played to the Agent prior to bridging in the caller <br> <br> Example: "the Following call is from the Sales Queue" or "This call is from the Technical Support Queue". <br> <br> To add additional recordings please use the "System Recordings" MENU. Compound recordings composed of 2 or more sound files are not displayed as options.
ja_jp: 発信者をエージェントに繋ぐ前に、エージェントに対して再生するアナウンス。<br><br>例:「営業キューからの着信です"」や 「テクニカルサポートキューからです」。<br><br>アナウンスの音声を追加するには、「システム録音」を利用してください。2つ以上の音声ファイルから構成されたアナウンスは、この機能ではそのような音声を受け付けられないため、一覧には表示されません。
pl_pl: Komunikat odtwarzany Agentowi przed połączeniem do rozmówcy <br><br> Przykład: „Następujące połączenie pochodzi z kolejki sprzedaży” lub „To połączenie pochodzi z kolejki pomocy technicznej”.<br><br>Aby dodać dodatkowe komunikaty prosimy skorzystać z MENU „Nagrania systemowe”. Nagrania złożone składające się z 2 lub więcej plików dźwiękowych nie są wyświetlane jako opcje, ponieważ ta funkcja nie akceptuje takich nagrań.
pt_br: Anúncio tocado ao Agente antes de conectar com o chamador <br><br> Exemplo: "A chamada Seguinte é da Fila de Vendas" ou "Esta chamada é da Fila de Suporte Técnico".<br><br>Para adicionar outras gravações por favor use o menu "Gravações do Sistema". Compor gravações compostas de 2 ou mais arquivos de som não é exibido como opção pois esta funcionalidade não pode aceitar tais gravações.
ru_ru: Объявление, воспроизводимое агенту перед соединением с вызывающим абонентом <br><br> Пример: "следующий звонок из очереди продаж" или "этот звонок из очереди технической поддержки".<br><br>Чтобы добавить дополнительные записи, пожалуйста, используйте меню "Системные записи". Составные записи, состоящие из 2 или более звуковых файлов, не отображаются в качестве опций, так как данная функция не может принимать такие записи.
vi: Thông báo được phát tới Tổng đài viên trước khi kết nối với người goi <br><br> Ví dụ: "the Following call is from the Sales Queue" hoặc "This call is from the Technical Support Queue". . Điều này có thể bị bỏ qua nếu Tổng đài viên sẵn sàng trả lời cuộc gọi (Nghĩa là họ đang kết thúc cuộc gọi trước đó) hoăc khi họ có thể trả lời cuộc gọi ngay lập tức. Để thêm các bản ghi bổ sung, vui lòng sử dụng MENU "System Recordings".

source: Announcement played to the Queue Memeber announcing the Queue call and requesting confirmation prior to answering. If set to default, the standard call confirmation default message will be played unless the member is reached through a Follow-Me and there is an alternate message provided in the Follow-Me. This message will override any other message specified..<br><br>To add additional recordings please use the "System Recordings" MENU.
it_it: Announcement played to the Queue Memeber announcing the call and requesting confirmation prior to answering. If the default is set to default the message will be played unless the member is reached through to Follow-Me and there is an alternate message provided in the Follow-Me. This message will override any other message specified.
ja_jp: キューのメンバー (エージェント) に対して、キューからの着信があることを知らせて、応答前に確認を要求するアナウンスを再生します。デフォルトの設定では、標準のコール確認アナウンスを強制的に再生します。※フォローミー経由で着信した場合、且つフォローミーにて他のメッセージが設定された場合を除く。<br><br>アナウンスの音声を追加するには、「システム録音」を利用してください。
pl_pl: Komunikat odtwarzany członkowi kolejki, informujący o wywołaniu z kolejki i żądający potwierdzenia przed odpowiedzią. Jeśli jest to ustawienie domyślne, odtwarzana będzie standardowa wiadomość domyślna z potwierdzeniem połączenia, chyba że do członka można dotrzeć za pośrednictwem Follow-Me, a w Follow-Me dostępna jest alternatywna wiadomość. Ta wiadomość zastępuje każdą inną określoną wiadomość..<br><br>Aby dodać dodatkowe nagrania, skorzystaj z MENU "Nagrania systemowe".
pt_br: Anúncio reproduzido para o Membro da Fila anunciando a chamada de Fila e solicitando confirmação antes de atender. Se definido como padrão, a mensagem padrão de confirmação de chamada será reproduzida, a menos que o membro seja acessado através de um Siga-Me e haja uma mensagem alternativa fornecida no Siga-Me. Esta mensagem substituirá qualquer outra mensagem especificada. <br> <br> Para adicionar gravações, use o menu "Gravações do Sistema".
ru_ru: Объявление воспроизводится для участника очереди, объявляющего вызов очереди и запрашивающего подтверждение перед ответом. Если установлено значение по умолчанию, стандартное сообщение подтверждения вызова по умолчанию будет воспроизводиться до тех пор, пока участник не будет достигнут через Follow-Me и в Follow-Me не будет предоставлено альтернативное сообщение. Это сообщение будет переопределять любое другое указанное сообщение..<br><br>Чтобы добавить дополнительные записи, пожалуйста, используйте меню "Системные записи".
vi: Thông báo sẽ được phát tới Queue Memeber để thông báo cuộc gọi hàng đợi và yêu cầu xác nhận trước khi trả lời. Nếu được thiết lập là mặc định, thông điệp mặc định xác nhận cuộc gọi tiêu chuẩn sẽ được phát trừ khi thành vien của hàng đợi được tiếp cận thông qua Follow-Me và có một thông điệp thay thế được cung cấp trong Follow-Me. Thông điệp này sx ghi đè bất kỳ thông điệp xác định nào khác..<br><br> Để thêm các bản ghi bổ sung vui lòng sử dụng MENU "System Recordings".

source: Annually
fa_ir: سالانه
it_it: Annualmente
ja_jp: 毎年
pl_pl: Roczne
pt_br: Anualmente
ru_ru: Ежегодно
vi: Hằng năm

source: Applications
fa_ir: درخواست
it_it: Applicazioni
ja_jp: アプリケーション
pl_pl: Aplikacje
pt_br: Aplicações
ru_ru: Приложения
vi: Các ứng dụng

source: Asterisk timeoutpriority. In 'Strict' mode, when the 'Max Wait Time' of a caller is hit, they will be pulled out of the queue immediately. In 'Loose' mode, if a queue member is currently ringing with this call, then we will wait until the queue stops ringing this queue member or otherwise the call is rejected by the queue member before taking the caller out of the queue. This means that the 'Max Wait Time' could be as long as 'Max Wait Time' + 'Agent Timeout' combined.
it_it: Asterisk timeoutpriority. In 'Strict' mode, when the Max Wait Time is a hit, they will be pulled out of the queue immediately. In 'Loose' mode, then we will wait until the queue is ringing this queue member or otherwise the call is rejected by the queue member before the caller out of the queue. This means that the 'Max Wait Time' could be as long as' combined.
ja_jp: Asteriskのtimeoutpriorityを設定します。「厳密 (Strict) 」モードでは、発信者の「最大待ち時間」を超えた場合には即座に発信者をキューから出します。「ルーズ (Loose)」モードでは、もし現在この呼がエージェントに着信している場合、鳴り終わる、またはエージェントに拒否などされるまで待機してから発信者をキューから出します。その場合は、「最大待ち時間」は実質的には「最大待ち時間 + エージェントタイムアウト」の合計時間になるため、設定するときに注意が必要です。
pl_pl: Priorytet limitu czasu Asterisk. W trybie „Strict” po osiągnięciu maksymalnego czasu oczekiwania dzwoniącego zostanie on natychmiast usunięty z kolejki. W trybie „Loose”, jeśli członek kolejki aktualnie dzwoni z tym połączeniem, przed usunięciem dzwoniącego z kolejki zaczekamy, aż kolejka przestanie dzwonić do tego członka kolejki lub w przeciwnym razie połączenie zostanie odrzucone przez członka kolejki. Oznacza to, że „Maksymalny czas oczekiwania” może wynosić tyle samo, co łącznie „Maksymalny czas oczekiwania” + „Limit czasu agenta”.
pt_br: Asterisk timeoutpriority. No modo 'Estrito', quando o 'Tempo de Espera Máximo' de um chamador é atingido, eles serão removidos da fila imediatamente. No modo "Solto", se um membro da fila estiver tocando atualmente com esta chamada, então esperaremos até que a fila pare de tocar nesse membro ou então a chamada seja rejeitada pelo membro da fila antes de tirar o chamador da fila. Isto significa que o 'Tempo Máximo de Espera' pode ser tão longo quanto 'Tempo Máximo de Espera' + 'Tempo Limite do Agente' combinados.
ru_ru: Asterisk: timeoutpriority. В "Строгом" режиме, когда "Максимальное время ожидания" вызывающего абонента истечет - он будет немедленно извлечен из очереди. В "Свободном" режиме - если участник очереди в данный момент вызывается этим вызовом, то мы будем ждать, пока очередь не прекратит звонить этому участнику очереди или иным образом вызов не будет отклонен участником очереди, прежде чем вывести вызывающего абонента из очереди. Это означает, что "Максимальное время ожидания" может быть таким же длинным, как "Максимальное время ожидания" + "Тайм-аут агента" вместе взятые.
vi: Asterisk timeoutpriority. Trong chế độ 'Strict' (Nghiêm ngặt), khi nhấn 'Max Wait Time' (Thời gian chờ Tối đa) của người gọi, chúng sẽ được kéo ra khỏi hàng đợi ngay lập tức. Trong chế độ 'Loose', nếu một thành viên trong hàng đợi đang đổ chuông cuộc gọi này thì chúng ta sẽ đợi cho đến khi hàng đợi ngừng đổ chuông hoặc nếu không cuộc gọi sẽ bị từ chối bởi thành viên hàng đợi trước khi người gọi ra khỏi hàng đợi. Điều này có nghĩa là 'Max Wait Time' có thể được kết hợp giữa 'Max Wait Time' + 'Agent Timeout'.

source: Asterisk: penaltymemberslimit. A limit can be set to disregard penalty settings, allowing all members to be tried, when the queue has too few members. No penalty will be weighed in if there are only X or fewer queue members.
it_it: Asterisk: penaltymemberslimit. Set to disregard penalty settings, allowing all members to be tried, when the queue has too few members. No penalty will be weighed in if there are only X or fewer queue members.
ja_jp: Asteriskのpenaltymemberslimitを設定します。キューのメンバーが非常に少ない時に、リミットはペナルティ設定を無視するように設定でき、全てのメンバーが試みられるようになります。X人やそれ以下のキューメンバーしかいない時に、ペナルティのウェイトが計算されなくなります。
pl_pl: Asterisk: limit członków karnych. Można ustawić limit ignorowania ustawień kar, umożliwiając wypróbowanie wszystkich członków, gdy w kolejce jest zbyt mało członków. Żadna kara nie zostanie naliczona, jeśli w kolejce będzie tylko X lub mniej członków.
pt_br: Asterisk: penaltymemberslimit. Um limite pode ser definido para ignorar as configurações de penalidade, permitindo que todos os membros sejam tentados, quando a fila tiver poucos membros. Nenhuma penalidade será pesada se houver apenas X ou menos fila membros.
ru_ru: Asterisk: penaltymemberslimit. Можно установить ограничение на игнорирование параметров пенальти, позволяя пробовать всех участников, когда в очереди слишком мало участников. Пенальти не будет взвешиваться, если в очереди будет только X или меньше участников.
vi: Asterisk: penaltymemberslimit. Khi hàng đợi có quá ít thành viên, một giới hạn có thể được thiết lập để bỏ qua các thiết lập hình phạt, cho phép tất cả các thành viên được thử. Không có hình phạt nào nếu chỉ có X hoặc các thành viên hàng đợi ít.

source: Auto Pause
fa_ir: توقف خودکار
it_it: Pausa automatica
pl_pl: Automatyczna Pauza
pt_br: Pausa Automática
ru_ru: Автопауза
vi: Tạm ngưng Tự động

source: Auto Pause Delay
fa_ir: تاخیر در توقف خودکار
it_it: Auto Pausa Ritardo
pl_pl: Opóźnienie Automatycznej Pauzy
pt_br: Atraso da pausa automática
ru_ru: Задержка автопаузы
vi: Hoãn tạm ngừng tự động
