Repository: FreePBX/queues
Catalog: i18n/*/LC_MESSAGES/queues.po
Languages: fa_ir, it_it, ja_jp, pl_pl, pt_br, ru_ru, vi

source: The number of seconds we wait before trying all the phones again. Choosing "No Retry" will exit the Queue and go to the fail-over destination as soon as the first attempted agent times-out, additional agents will not be attempted.
it_it: Il numero di secondi di attesa prima di riprovare a chiamare tutti gli agenti. Scegliendo "Non Riprovare" la chiamata uscirà dalla coda e proseguirà con la destinazione successiva appena il primo tentativo andrà in time-out, agenti addizionali non verranno chiamati.
ja_jp: 全ての電話を再度トライする前に待つ秒数。'リトライなし'を選択した場合は最初に試みられたエージェントがタイムアウトしたらすぐにキューを出てフェイルオーバーの宛先に移動し、追加のエージェントへは試みません。
pl_pl: Liczba sekund oczkeiwania przed ponowieniem dzwonienia na wszystkie telefony. Wybranie opcji "Bez ponawiania" spowoduje wykolejki i przejście do miejsca docelowego trybu failover, gdy tylko pierwszy agent przekroczy limit czasu, kolejni agenci nie będą wywoływani.
pt_br: O número de segundos que esperamos antes de tentar todos os telefones novamente. Escolhendo "No Retry" irá sair da Fila e ir para o destino de transbordo assim que atingir o tempo limite de agentes na primeira tentativa, agentes adicionais não serão tentados.
ru_ru: Количество секунд, в течение которых мы ждем, прежде чем снова попробовать вызвать все телефоны. Выбор "Не повторять" приведет к выходу из очереди и переходу к месту назначения отработки отказа, как только истечет время ожидания первой попытки агента, дополнительные агенты не будут предприниматься.
vi: Số giây chúng ta đợi trước khi cố thử các điện thoại lần nữa. Chọn " No Retry" sẽ thoát khỏi Hàng đợi và đi tới điểm đích chịu lỗi ngay sau khi tổng đài viên đầu tiên được thử hết thời gian chờ, các tổng đài viên bổ sung sẽ không được thử.

source: This setting will delay the auto pause of an agent by auto pause delay seconds from when it last took a call. For example, if this were set to 120 seconds, and a new call is presented to the agent 90 seconds after they last took a call, they will not be auto paused if they don't answer the call. If presented with a call 120 seconds or later after answering the last call, they will then be auto paused. If they have taken no calls, this will have no affect.
it_it: Questa impostazione ritarderà la pausa automatica di un agente per il ritardo della pausa automatica dal momento in cui è stata effettuata l'ultima chiamata. Ad esempio, se questo è stato impostato su 120 secondi e una nuova chiamata viene presentata all'agente 90 secondi dopo l'ultima chiamata, non verranno messi in pausa automaticamente se non rispondono alla chiamata. Se viene presentata una chiamata 120 secondi o successiva dopo aver risposto all'ultima chiamata, verranno automaticamente messe in pausa. Se non hanno effettuato chiamate, questo non avrà alcun effetto.
ja_jp: エージェントが最後の受電からオートポーズが有効になる迄の秒数を設定します。例えば、120秒に設定した場合、120秒以内の着信でエージェントが電話に出なかった場合は、自動的にオートポーズになります。着信が全く無い場合は、この設定は無視されます。
pl_pl: To ustawienie opóźni automatyczne wstrzymanie agenta przez opóźnienie automatycznego wstrzymania o sekundy od ostatniego nawiązania połączenia. Jeśli na przykład zostanie to ustawione na 120 sekund, a nowe połączenie zostanie przedstawione agentowi 90 sekund po ostatnim odebraniu połączenia, nie zostanie ono automatycznie wstrzymane, jeśli nie odbierze połączenia. Jeśli zostanie nawiązane połączenie 120 sekund lub później po odebraniu ostatniego połączenia, zostanie ono automatycznie wstrzymane. Jeśli nie odebrali telefonów, nie będzie to miało żadnego wpływu.
pt_br: Esta configuração atrasará a pausa automática de um agente por segundos de espera de pausa automática a partir da última vez em que atendeu uma chamada. Por exemplo, se foi definido como 120 segundos e uma nova chamada é apresentada ao agente 90 segundos após a última vez que atendeu uma chamada, eles não serão pausados automaticamente se não atender a chamada. Se for oferecida uma chamada de 120 segundos ou mais após atender a última chamada, eles serão automaticamente pausados. Se eles não receberam nenhuma chamada, isso não terá nenhum efeito.
ru_ru: Эта настройка задержит автоматическую паузу агента на несколько секунд с момента последнего приема вызова. Например, если для этого параметра было установлено значение 120 секунд и новый вызов был предоставлен агенту через 90 секунд после того, как он в последний раз принимал вызов - он не будет автоматически приостановлен, если не ответит на вызов. Если вызов поступил через 120 секунд или позже после ответа на последний вызов - они будут автоматически приостановлены. Если они не отвечали на звонки - это никак не повлияет.

source: This value is ignored if the caller's position changes
fa_ir: این مقدار لغو شده اگر وضعیت تماس گیرنده ها تغییر میکند
it_it: Questo valore viene ignorato se la posizione del chiamante cambia
pl_pl: Ta wartość jest ignorowana, jeśli zmieni się pozycja dzwoniącego
pt_br: Esse valor é ignorado se a posição do chamador mudar
ru_ru: Это значение игнорируется, если позиция абонента изменяется
vi: Gía trị này bị bỏ qua nếu vị trí người gọi thay đổi

source: Timing & Agent Options
fa_ir: زمانبندی و گزینه های عامل
it_it: Tempi e opzioni dell'agente
ja_jp: タイミング & エージェントオプション
pl_pl: Opcje czasowe i agentów
pt_br: Duração & Opções Agente
ru_ru: Синхронизация и параметры агента
vi: Tùy chọn Timing & Agent ( Định giờ & Tổng đài viên)

source: Ultra Strict
fa_ir: محدودیت جزیی
it_it: Ultra rigoroso
ja_jp: 非常に厳密
pl_pl: Ultra dokładnie
pt_br: Ultra Restrito
ru_ru: Ультра строгий
vi: Cực nghiêm ngặt

source: Unlimited
fa_ir: نامحدود
it_it: Illimitato
ja_jp: 無制限
pl_pl: Nieograniczony
pt_br: Ilimitado
ru_ru: Неограничено
vi: Không giới hạn

source: Use MixMonitor for Recordings
it_it: Usa MixMonitor per le registrazioni
pl_pl: Używanie aplikacji MixMonitor do nagrań
pt_br: Use MixMonitor para gravações
ru_ru: Использовать MixMonitor для записей
vi: Sử dụng MixMonitor cho các bản ghi

source: Use State
fa_ir: استفاده از آمار
it_it: Usa stato
ja_jp: 状態を使用する
pl_pl: Użyj stanu
pt_br: Estado de Uso
ru_ru: Использовать состояние
vi: Sử dụng State ( Trạng thái)

source: Use this number to dial into the queue, or transfer callers to this number to put them into the queue.<br><br>Agents will dial this queue number plus * to log onto the queue, and this queue number plus ** to log out of the queue.<br><br>For example, if the queue number is 123:<br><br><b>123* = log in<br>123** = log out</b>
it_it: Utilizzare questo numero per chiamare la coda, o trasferire i chiamanti in questa coda. <br><br>Gli agenti dovranno chiamare questo numero di coda più asterisco (numero+*) per entrare, e numero più due volte asterisco (numero+**) per uscirne.<br><br>Per esempio, se il numero della coda è 123:<br><br><b>123* = log in<br>123** = log out</b>
ja_jp: キューにダイヤルする際にこの番号を使用します、もしくは発信者をキューにいれるためにこの番号へ転送します。<br><br>エージェントがこのキューにログインするにはこの番号プラス * をダイヤルし、このキュー番号プラス ** でキューからログアウトします。<br><br>例えば、キュー番号が123の場合:<br><br><b>123* = ログイン<br>123** = ログアウト</b>
pt_br: Use esse número para discar para a fila, ou transfira os chamadores para esse número para colocá-los na fila.<br><br>Os agentes vão discar o número da fila mais * para fazer login na fila, para logout na fila o número de fila mais **.<br><br> Por exemplo, se o número da fila é 123:<br><br><b>123* = log in<br>123** = log out</b>

source: Used for service level statistics (calls answered within service level time frame)
fa_ir: استفاده شده برای آمار مرحله‌ سرویس (تماس گیرنده ها پاسخ میدهند)
it_it: Utilizzato per le statistiche del livello di servizio (chiamate ricevute entro l'intervallo di tempo del livello di servizio)
ja_jp: サービスレベルの統計に使用されます。(サービスレベルタイムフレーム以内で応答されたコール)
pl_pl: Służy do statystyk poziomu usług (połączenia odebrane w ramach czasowych poziomu usługi)
pt_br: Usado para estatísticas de nível de serviço (chamadas atendidas dentro do intervalo de tempo do nível de serviço)
ru_ru: Используется для статистики уровня обслуживания (звонки, на которые отвечают в течение времени уровня обслуживания)
vi: Được sử dụng cho các thống kê cấp dịch vụ ( các cuộc gọi được trả lời trong khung thời gian của cấp dịch vụ)

source: Using a Regex filter is fairly advanced, please confirm you know what you are doing or leave this blank
it_it: Il filtro Regex è una funzione avanzata, prego confermare l'operazione oppure lasciare il campo vuoto
ja_jp: 正規表現フィルタを使用は非常に高度です、何を使用としているのかを確認してください、でなければ空欄にします
pl_pl: Korzystanie z filtra wyrażeń regularnych jest dość zaawansowane, upewnij się, że wiesz, co robisz, lub pozostaw to pole puste
pt_br: O uso de um filtro Regex é bastante avançado, confirme que você sabe o que está fazendo ou deixe em branco
ru_ru: Использование фильтра регулярных выражений довольно продвинуто, пожалуйста, подтвердите, что вы знаете что делаете, или оставьте это поле пустым
vi: Đang sử dụng một bộc lọc Regex là một thao tác nâng cao, vui lòng xác nhận bạn biết bạn đang làm gì hoặc để trống

source: WARNING FAILED %s
it_it: ATTENZIONE FALLITO %s
ja_jp: 警告 失敗 %s

source: Wait Time Prefix
fa_ir: زمان انتظار پیش شماره
it_it: Tempo di attesa prefisso
pl_pl: Prefiks czasu oczekiwania
pt_br: Prefixo do tempo de espera
ru_ru: Префикс времени ожидания
vi: Tiền tố thời gian đợi

source: Warning! Extension
fa_ir: هشدار! داخلی
it_it: Attenzione! L'interno
ja_jp: 警告! 内線
pl_pl: Ostrzeżenie! Numer wewnętrzny
pt_br: Atenção! Ramal
ru_ru: Осторожно! Внутренний номер
vi: Cảnh báo! Máy nhánh

source: Warning, there are compound recordings configured in one or more Queue configurations. Queues can not play these so they have been truncated to the first sound file. You should correct this problem.<br />Details:<br /><br />
it_it: Attenzione, ci sono registrazioni composte in una o più Code configurate. Le Code non possono riprodurre questi file così le registrazioni sono state troncate al primo file audio. Dovresti correggere questo problema.<br />Dettagli:<br /><br />
ja_jp: 警告、一つ以上のキュー設定の中で、合成録音の設定があります。キューではこれらを再生できないため、これらは切り捨てられ最初の音声ファイルに設定されます。この問題を訂正してください。<br />詳細:<br /><br />
pl_pl: Ostrzeżenie, istnieją nagrania złożone skonfigurowane w co najmniej jednej konfiguracji kolejki. Kolejki nie mogą ich odtwarzać, więc zostały ograniczone do pierwszego pliku dźwiękowego. Powinieneś rozwiązać ten problem.<br />Szczegóły:<br /><br />
pt_br: Atenção, existem gravações compostas configuradas em uma ou mais Filas. As filas não podem ser reproduzir estes sons então eles foram truncados ao primeiro arquivo de som. Você deve corrigir esse problema.<br />Detalhes: <br /><br />
ru_ru: Внимание, существуют составные записи, настроенные в одной или нескольких конфигурациях очереди. Очереди не могут воспроизвести их - поэтому они будут усечены до первого звукового файла. Вы должны исправить эту проблему.<br />Подробности: <br /><br />
vi: Cảnh báo, có các bản ghi phức hợp được cấu hình trong một hoặc nhiều cấu hình hàng đợi. Các hàng đợi không thể phát các bản ghi vì thế chúng được cắt ngắn thành tệp âm thanh đầu tiên. Bạn nên khắc phục sự cố này. <br />Chi tiết:<br /><br />

source: Weekly
fa_ir: هفتگی
it_it: Settimanalmente
ja_jp: 毎週
pl_pl: Tygodniowy
pt_br: Semanalmente
ru_ru: Еженедельно
vi: Hằng tuần

source: When No Free Agents
fa_ir: هنگامی که هیچ عاملی آزاد نباشد
it_it: Quando non ci sono agenti liberi
ja_jp: Freeエージェントがいない場合
pl_pl: Gdy nie ma wolnych agentów
pt_br: Quando sem agentes livres
ru_ru: Когда нет свободных агентов
vi: Khi không có tổng đài viên nào rỗi

source: When No Ready Agents
fa_ir: هنگامی که هیچ عاملی آماده نباشد
it_it: Quando non ci sono agenti pronti
ja_jp: Readyエージェントがいない場合
pl_pl: Gdy nie ma gotowych agentów
pt_br: Sem agentes prontos
ru_ru: Когда нет готовых агентов
vi: Khi không có tổng đài viên nào sẵn sàng

source: When set to 'Call as Dialed' the queue will call an extension just as if the queue were another user. Any Follow-Me or Call Forward states active on the extension will result in the queue call following these call paths. This behavior has been the standard queue behavior on past FreePBX versions. <br />When set to 'No Follow-Me or Call Forward', all agents that are extensions on the system will be limited to ringing their extensions only. Follow-Me and Call Forward settings will be ignored. Any other agent will be called as dialed. This behavior is similar to how extensions are dialed in ringgroups. <br />When set to 'Extensions Only' the queue will dial Extensions as described for 'No Follow-Me or Call Forward'. Any other number entered for an agent that is NOT a valid extension will be ignored. No error checking is provided when entering a static agent or when logging on as a dynamic agent, the call will simply be blocked when the queue tries to call it. For dynamic agents, see the 'Agent Regex Filter' to provide some validation.
it_it: Se impostato su "Chiama come composto", la coda chiamerà un'estensione proprio come se la coda fosse un altro utente. Gli stati Follow-Me o Call Forward attivi sull'interno comporteranno la chiamata in coda seguendo questi percorsi di chiamata. Questo comportamento è stato il comportamento della coda standard nelle versioni precedenti di FreePBX. <br/> 1Se impostato su 'No Follow-Me o Call Forward', tutti gli agenti che sono estensioni sul sistema saranno limitati a squillare solo le loro estensioni. Le impostazioni Follow-Me e Call Forward verranno ignorate. Qualsiasi altro agente sarà chiamato come composto. Questo comportamento è simile a come le estensioni vengono composte nei ringgroup. <br/> 2Quando è impostato su "Solo estensioni", la coda comporrà le estensioni come descritto per "Nessun follow-me o inoltro chiamata". Qualsiasi altro numero inserito per un agente che NON è un'estensione valida verrà ignorato. Non viene fornito alcun controllo degli errori quando si immette un agente statico o quando si effettua l'accesso come agente dinamico, la chiamata verrà semplicemente bloccata quando la coda tenta di chiamarla. Per gli agenti dinamici, consultare "Agent Regex Filter" per fornire alcune convalide.
ja_jp: 'ダイヤルされたかのように呼び出す'に設定された場合、キューは内線をあたかもキューが他のユーザーかのように呼び出します。内線上でアクティブになっているいかなるフォローミーやコール転送状態はこれらのコールパスに従ってキューのなかに入ることになります。この動作は過去のFreePBXバージョンでは標準のキュー動作でした。<br />'フォローミーやコール転送しない'に設定された場合、システム上の内線である全てのエージェントは、かれらの内線のみが鳴るように制限されます。フォローミーやコール転送の設定が無視されます。他のいかなるエージェントもダイヤルされたかのように呼び出されます。この動作はリンググループ内でどのように内線がダイヤルされるかというのに似ています。<br />'内線のみ'に設定された場合、'フォローミーやコール転送しない'に記述されているようにキューは内線にダイヤルします。エージェントに対して入力された他の番号で、有効ではない内線番号は無視されます。静的エージェントに入る時や、動的エージェントとしてログインする際にはエラーチェック機能は提供されず、キューがその番号にコールしようと試みる際に単純にコールがブロックされます。動的エージェントになんらかの検証を提供するには、'エージェント Regex フィルター'を確認してください。
pl_pl: Po ustawieniu opcji "Zadzwoń jako wybrane" kolejka będzie dzwonić pod numer wewnętrzny, tak jakby kolejka była innym użytkownikiem. Wszystkie stany Follow-Me lub Call Forward aktywne w numerze wewnętrznym spowodują, że wywołanie kolejki będzie podążać za tymi ścieżkami wywołań. To zachowanie było standardowym zachowaniem kolejki w poprzednich wersjach FreePBX. <br/>Po ustawieniu opcji "Bez śledzenia mnie lub przekazywania połączeń" wszyscy agenci, którzy są numerami wewnętrznymi w systemie, będą ograniczeni tylko do dzwonienia na swoje numery wewnętrzne. Ustawienia Follow Me i Call Forward zostaną zignorowane. Każdy inny agent zostanie wywołany zgodnie z wydzwanianiem. To zachowanie jest podobne do sposobu wybierania numerów wewnętrznych w grupach kontaktowych. <br/> Po ustawieniu opcji "Tylko numery wewnętrzne" kolejka będzie wybierać numery wewnętrzne zgodnie z opisem w sekcji "Brak śledzenia lub przekierowania połączeń". Każdy inny numer wprowadzony dla agenta, który NIE jest prawidłowym numerem wewnętrznym, zostanie zignorowany. Nie są sprawdzane żadne błędy podczas wprowadzania agenta statycznego lub logowania jako agent dynamiczny, wywołanie zostanie po prostu zablokowane, gdy kolejka spróbuje je wywołać. W przypadku agentów dynamicznych zobacz "Filtr wyrażeń regularnych agenta" dla zapewnienie walidacji.
pt_br: Quando definido como 'Chamar como discado', a fila chamará uma ramal como se a fila fosse outro usuário. Quaisquer estados de Siga-Me ou Encaminhamento de chamada ativos no ramal resultarão na fila seguindo esses caminhos. Esse comportamento tem sido o comportamento de fila padrão em versões anteriores do FreePBX. <br /> Quando definido como 'Sem Siga-Me ou Encaminhamento de Chamada', todos os agentes que são ramais no sistema serão limitados a tocar somente seus ramais. As configurações de Siga-me e Encaminhamento de chamada serão ignoradas. Qualquer outro agente será chamado como discado. Esse comportamento é semelhante a como os ramais são discadas em grupos de toque. <br /> Quando configurado para 'Somente Ramais', a fila discará ramais como descrito para 'Sem Siga-Me ou Encaminhamento de chamadas'. Qualquer outro número inserido para um agente que NÃO seja um ramal válido será ignorado. Nenhuma verificação de erro é fornecida ao inserir um agente estático ou ao fazer login como um agente dinâmico, a chamada será simplesmente bloqueada quando a fila tentar chamá-lo. Para agentes dinâmicos, consulte o 'Agent Regex Filter' para fornecer alguma validação.
ru_ru: Если установлено значение "Вызывать как набрано" - очередь будет вызывать добавочный номер так же, как если бы в очереди находился другой пользователь. Любые состояния "Следуйте-сюда" или "Перенаправление вызова", активные на добавочном номере, приведут к вызову очереди по этим путям вызова. Такое поведение было стандартным поведением очереди в предыдущих версиях FreePBX. <br /> Если установлено значение "Без следуйте-сюда или перенаправления вызова", все агенты, являющиеся добавочными номерами в системе, будут ограничены звонками только по своим добавочным номерам. Следуйте-сюда и настройки перенаправления вызовов будут проигнорированы. Любой другой агент будет вызван по набранному номеру. Это поведение похоже на то, как набираются добавочные номера в группах вызова. <br />Если установлено значение "Только внутренний номер" - очередь будет набирать добавочные номера, как описано для "Без следуйте-сюда или перенаправления вызова". Любой другой номер, введенный как агент, НЕ являющийся действительным добавочным номером, будет проигнорирован. Проверка ошибок не предусмотрена при вводе статического агента или при входе в систему в качестве динамического агента, вызов будет просто заблокирован при попытке очереди вызвать его. Для динамических агентов см. раздел "Фильтр регулярных выражений агента", чтобы обеспечить некоторую проверку.
vi: Khi được đặt là 'Call as Dialed' hàng đợi sẽ gọi một máy nhánh giống như hàng đợi là một người dùng khác. Bất kỳ Trạng thái Follow-Me or Call Forward nào đang hoạt động trên máy nhánh sẽ dẫn đến cuộc gọi hàng đợi theo sau các đường dẫn cuộc gọi này. Hành vi này đã là hành vi Hàng đợi chuẩn đối với các phiên bản FreePBX trước đó. <br/> Khi thiết lập 'No Follow-Me or Call Forward', tất cả các tổng đài viên là các máy nhánh trên hệ thống đều sẽ bị giới hạn chỉ được đổ chuông đến máy nhánh của họ. Cài đặt 'Follow-Me or Call Forward' sẽ bị bỏ qua. Bất kỳ tổng đài viên nào khác đều sẽ được gọi. Hành vi này tương tự như cách mà các máy nhánh được quay số trong các ringgroup. <br /> Khi đặt thành 'Extensions Only' thì Hàng đợi sẽ quay số máy nhánh như đã được mô tả cho 'No Follow-Me or Call Forward'. Bất kỳ số nào khác được nhập cho một tổng đàì viên mà không phải là một máy nhánh hợp lệ thì đều sẽ bị bỏ qua. Việc kiểm tra lỗi không được thực hiện khi nhập một tổng đài viên tĩnh hoặc khi đăng nhập như một tổng đài viên động, cuộc gọi sẽ bị khóa khi Hàng đợi cố gọi chúng. Đối với các tổng đài viên động, xem phần 'Agent Regex Filter' để cung cấp thêm một số xác nhận tính hợp lệ của mình.
