Repository: FreePBX/queues
Catalog: i18n/*/LC_MESSAGES/queues.po
Languages: fa_ir, it_it, ja_jp, pl_pl, pt_br, ru_ru, vi

source: Honor Penalties
fa_ir: مجازات افتخار
it_it: Onore Penalità
ja_jp: ペナルティを与える
pl_pl: Uwzględniaj kary
pt_br: Respeitar penalidades
ru_ru: Почитание пенальти

source: Honor Wrapup Time Across Queues
it_it: onorare il tempo di avvolgimento tra le code
pl_pl: Uwzględniaj czas Wrapup w kolejkach
pt_br: Respeitar tempo em filas
ru_ru: Соблюдать время подведения итогов между очередями

source: Hourly
fa_ir: ساعتی
it_it: ogni ora
ja_jp: 毎時間
pl_pl: Cogodzinny
pt_br: De hora em hora
ru_ru: Каждый час
vi: Hàng giờ

source: How often to announce a voice menu to the caller (0 to Disable Announcements).
it_it: Quanto spesso si deve riprodurre il menu al chiamante (0 per Disabilitare gli Annunci).
ja_jp: 発信者に対してどの間隔でボイスメニューをアナウンスするか(アナウンス無効は0)。
pl_pl: Jak często zapowiadać menu głosowe dzwoniącemu (0, aby wyłączyć powiadomienia).
pt_br: Frequência para anunciar um menu de voz para o chamador (0 para desabilitar Anúncios).
ru_ru: Как часто объявлять голосовое меню вызывающему абоненту (0 для отключения объявлений).
vi: Mức độ thường xuyên để thông báo một menu giọng nói đến người gọi ( 0 để Vô hiệu Thông báo).

source: How often to announce queue position and estimated holdtime (0 to Disable Announcements).
it_it: Quanto spesso annunciare al chiamante la posizione in coda e il tempo stimato di attesa (0 per disabilitarlo).
ja_jp: キューの位置や予想待ち時間をどれぐらいの頻度でアナウンスするか(アナウンス無しは0)。
pl_pl: Jak często zapowiadać pozycję w kolejce i szacowany czas oczekiwania (0, aby wyłączyć powiadomienia).
pt_br: Frequência para anunciar posição na fila e tempo estimado de espera (0 para Desabilitar Anúncios).
ru_ru: Как часто объявлять позицию в очереди и расчетное время удержания (0 для отключения объявлений).
vi: Mức độ thường xuyên để thông bao vị trị hàng đợi và thời gian giữ máy dự kiến ( 0 để vô hiệu Thông báo).

source: INUSE
fa_ir: در حال استفاده
it_it: INUSO
ja_jp: 使用中
pl_pl: W UŻYCIU
pt_br: EM USO
ru_ru: В ИСПОЛЬЗОВАНИИ

source: IVR Announce: %s
fa_ir: اعلان منو صوتی：%s
it_it: Annuncio IVR: %s
ja_jp: IVR アナウンス: %s
pl_pl: Zapowiedź IVR: %s
pt_br: Anunciar URA: %s
ru_ru: Объявление IVR: %s
vi: Thông báo IVR: %s

source: IVR Break Out Menu
fa_ir: شکست منو صوتی
it_it: Menu Break IVR
pl_pl: Przerwanie Menu IVR
pt_br: Menu URA Break Out
ru_ru: Меню прорыва IVR
vi: Menu IVR Break Out

source: If checked, any queue member that is actually an outside telephone number, or any extensions Follow-Me or call forwarding that are pursued and leave the PBX will be forced into Call Confirmation mode where the member must acknowledge the call before it is answered and delivered.
it_it: Se selezionato, qualsiasi membro della coda che in realtà è un numero di telefono esterno, o eventuali interni Follow-Me o inoltro di chiamata che vengono perseguiti e lasciano il PBX sarà forzato in modalità di conferma della chiamata in cui il membro deve riconoscere la chiamata prima che venga risposto e consegnato .
pl_pl: Jeśli ta opcja jest zaznaczona, każdy członek kolejki będący w rzeczywistości numerem telefonu zewnętrznego lub dowolne rozszerzenie Follow-Me lub przekierowanie połączeń, które jest realizowane i opuszcza centralę PBX, zostanie zmuszony do przejścia w tryb potwierdzenia połączenia, w którym członek musi potwierdzić połączenie, zanim zostanie ono odebrane i dostarczone.
pt_br: Se selecionado, membros da fila que sejam números externos, ramais com Figa-me ou encaminhamento de chamadas que saiam do PABX serão levados ao modo de Confirmação de Chamadas, no qual os membros devem reconhecer a chamada antes desta ser atendida e entregue.
ru_ru: Если этот флажок установлен, то любой участник очереди, являющийся на самом деле внешним телефонным номером или любые добавочные номера Следуйте-сюда или Перенаправления вызовов, которые преследуются и покидают АТС, будут вынуждены перейти в режим подтверждения вызова, где участник должен подтвердить вызов, прежде чем он будет принят и доставлен.
vi: Nếu được đánh dấu check, bất kỳ thành viên hàng đợi nào là một số máy bên ngoài, hoặc bất kỳ máy nhánh Follow Me nào hoặc cuộc gọi chờ nào đang được theo đuổi và đang rời khỏi PBX sẽ buộc phải vào chế độ Xác nhận cuộc gọi nơi các thành viên của hàng chờ phải xác nhận cuộc gọi trước khi nó được trả lời và gửi đi.

source: If checked, the queue will not answer the call. Under most circumstance you should always have the queue answering calls. If not, then it's possible that recordings and MoH will not be heard by the waiting callers since early media capabilities vary and are inconsistent. Some cases where it may be desired to not answer a call is when using Strict Join Empty queue policies where the caller will not be admitted to the queue unless there is a queue member immediately available to take the call.
it_it: Se selezionato, la coda non risponderà alla chiamata. Nella maggior parte dei casi è necessario avere sempre la coda per rispondere alle chiamate. In caso contrario, è possibile che le registrazioni e il MoH non vengano ascoltati dai chiamanti in attesa poiché le capacità multimediali iniziali variano e non sono coerenti. Alcuni casi in cui si può desiderare di non rispondere a una chiamata è quando si utilizza Strict Join politiche di coda vuote in cui il chiamante non sarà ammesso alla coda a meno che non ci sia un membro della coda immediatamente disponibile per rispondere alla chiamata.
ja_jp: チェックされた場合、キューはコールに応答しません。ほとんどの状況下では、常に呼び出しに応答キューを持っている必要があります。されていない場合、それは早期メディア機能が異なり、矛盾しているので、録音やMoHが待っている発信者が聞くことがないことが可能です。電話を取るためにすぐに使用できるキューのメンバーがある場合を除き、呼び出しは、キューへの入場はできません厳格な入会空のキューのポリシーを使用するときには、コールに応答しないように望まれるかもしれないいくつかのケースがあります。
pl_pl: Jeżeli zaznaczone, kolejka nie będzie odbierać połączeń. W większości przypadków zawsze należy ustawić kolejkę do odbierania połączeń. Jeśli nie, możliwe jest, że oczekujące osoby nie usłyszą nagrań ani MoH, ponieważ wczesne możliwości multimediów są różne i niespójne. W niektórych przypadkach pożądane może być nieodbieranie połączenia, gdy stosuje się zasady ścisłego dołączenia do pustej kolejki, gdy osoba dzwoniąca nie zostanie dopuszczona do kolejki, chyba że będzie natychmiast dostępny członek kolejki, który będzie mógł odebrać połączenie.
pt_br: Se selecionado, a fila não atenderá a chamada. Na maioria das circunstâncias a fila sempre deve atender a chamada. Se não, é possível que gravações e música em espera não serão ouvidos pelos chamadores em espera. Casos nos quais é desejado não atender uma chamada é quando a política Join Empty: Strict é utilizada, onde o chamador não será admitido na fila, a menos que haja um membro da fila imediatamente disponível para atender a chamada.
ru_ru: Если выбрано - очередь не будет отвечать на вызов. В большинстве случаев у вас всегда должна быть очередь, отвечающая на звонки. Если нет, то вполне возможно, что записи и MoH не будут услышаны ожидающими абонентами, поскольку возможности ранних early media различаются и несовместимы. В некоторых случаях может потребоваться не отвечать на вызов при использовании строгих политик присоединения к пустой очереди, когда вызывающий абонент не будет допущен в очередь, если нет агента очереди, доступного для принятия вызова.
vi: Nếu được đánh dấu check, hàng đợi sẽ không trả lời cuộc gọi. Trong hầu hết các trường hợp, bạn cần luôn luôn để hàng đợi trả lời các cuộc gọi. Nếu không, những người gọi đang đợi sẽ không thể nghe thấy các bản ghi và MoH vì các khả năng truyền thông bị thay đổi và không đồng nhất. Một số trường hợp khi bạn không muốn trả lời cuộc gọi là khi bạn sử dụng các chính sách Strict Join Empty queue ( Tham gia hàng đợi trống nghiêm ngăt), nơi mà người gọi sẽ không được nhận vào hàng đợi trừ khi có một thành viên hàng đợi sẵn sàng để thực hiện cuộc gọi.

source: If the call is subsequently transferred, the wait time will reflect the time since it first entered the queue or reset if the call is transferred to another queue with this feature set.
it_it: Se la chiamata viene successivamente trasferita, il tempo di attesa rispecchierà il tempo trascorso dal primo accesso alla coda o il ripristino se la chiamata viene trasferita a un'altra coda con questo set di funzioni.
ja_jp: コールが続いて転送された場合、待機時間はコールがこの機能セットを持つ別のキューに転送されていれば、最初にキューに入ってからの待機時間が反映され、もしくはこの機能セットによってコールが他のキューに転送された場合はリセットします。
pl_pl: Jeśli połączenie zostanie następnie przekazane, czas oczekiwania będzie odzwierciedlał czas od pierwszego wprowadzenia do kolejki lub zostanie zresetowany, jeśli połączenie zostanie przeniesione do innej kolejki z tym zestawem funkcji.
pt_br: Se a chamada for posteriormente transferida, o tempo de espera vai refletir o tempo desde a primeira entrada na fila ou reiniciado se a chamada é transferida para outra fila com esta função habilitada.
ru_ru: Если вызов впоследствии будет переведён - время ожидания будет отражать время с момента его первого входа в очередь или сброшено, если вызов будет переведён в другую очередь с этим набором функций.
vi: Nếu cuộc gọi được truyền sau đó, thời gian chờ sẽ phản ánh thời gian kể từ khi lần đầu tien nó nhập vào hàng đợi hoặc được thiết lập lại nếu cuộc gọi được truyền đến hàng đợi khác với tính năng này.

source: If this extension is part of a Queue then the Queue will attempt to use the user's extension state or device state information when determining if this queue member should be called. In some uncommon situations such as a Follow-Me with no physical device, or some virtual extension scenarios, the state information will indicate that this member is not available when they are. Setting this to 'Ignore State' will make the Queue ignore all state information thus always trying to contact this member. Certain side affects can occur when this route is taken due to the nature of how Queues handle Local channels, such as subsequent transfers will continue to show the member as busy until the original call is terminated. In most cases, this SHOULD BE set to 'Use State'.
it_it: Se questa estensione fa parte di una coda, la coda tenterà di utilizzare lo stato di estensione o le informazioni sullo stato del dispositivo dell'utente per determinare se questo membro della coda debba essere chiamato. In alcune situazioni insolite come un Follow-Me senza dispositivo fisico o alcuni scenari di estensione virtuale, le informazioni sullo stato indicano che questo membro non è disponibile quando lo sono. Impostando questa opzione su "Ignora stato", la coda ignorerà tutte le informazioni sullo stato, quindi cercherà sempre di contattare questo membro. Alcuni effetti collaterali possono verificarsi quando questa rotta viene eseguita a causa della natura del modo in cui le code gestiscono i canali locali, ad esempio i trasferimenti successivi continueranno a mostrare il membro come occupato fino a quando la chiamata originale non viene terminata. Nella maggior parte dei casi, DEVE ESSERE impostato su "Usa stato".
ja_jp: この内線がキューの一部の場合、このキューメンバーが呼び出させるかどうかを決定する際に、キューはユーザの内線状態またはデバイスの状態情報を使用しよと試みます。フォローミーに物理デバイスが関連づいていない場合や、いくつかのバーチャル内線シナリオなどの特殊なシチュエーションでは、状態情報はこのメンバーは利用不可であると示します。これを'ステートを無視する'に設定することによりキューは全ての状態情報を無視するようになり、これにより常にこのメンバーに問い合わせるよう試みます。オリジナルのコールが切断されるまで後続の転送がメンバーをビジーであると表示し続けるなど、キューがどのようにローカルチャネルを制御するかの法則に起因してこのルートが選択された場合には、特定の側面に影響を与える可能性があります。たいていの場合では、'状態を使用する'に設定するべきです。
pl_pl: Jeśli ten numer wewnętrzny jest częścią kolejki, kolejka spróbuje użyć informacji o stanie numeru wewnętrznego użytkownika lub stanie urządzenia przy ustalaniu, czy należy wywołać tego członka kolejki. W niektórych nietypowych sytuacjach, takich jak Follow-Me bez urządzenia fizycznego lub w niektórych scenariuszach wirtualnych numerów wewnętrznych, informacje o stanie będą wskazywać, że ten członek jest niedostępny, gdy tak jest. Ustawienie tej opcji na „Ignoruj stan” sprawi, że kolejka zignoruje wszystkie informacje o stanie, w ten sposób zawsze próbując skontaktować się z tym członkiem. W przypadku wybrania tej trasy mogą wystąpić pewne skutki uboczne ze względu na charakter sposobu, w jaki kolejki obsługują kanały lokalne, np. przy kolejnych transferach członek będzie nadal pokazywany jako zajęty, aż do zakończenia pierwotnego połączenia. W większości przypadków POWINIEN BYĆ ustawiony na „Użyj stanu”.
pt_br: Se este ramal é membro de uma fila, então a fila irá tentar obter informações sobre o estado do ramal ou estado do dispositivo para determinar se este membro da fila deve receber chamadas. Casos incomuns como Siga-me sem dispositivos físicos, ou cenários de ramais virtuais, as informações sobre estados indicarão que este membro não está disponível quando na verdade está. Habilitando "Ignorar Estado" fará com que a fila ignore todas as informações de estado, portanto, sempre tentando entrar em contato com este membro. Alguns efeitos colaterais podem ocorrer com rotas devido a natureza como as filas manipulam chamadas locais, como posteriores transferências que continuarão mostrando um membro como ocupado até a chamada original ser terminada. Na maioria dos casos, esta funcionalidade DEVE ser configurada como 'Usar Estado'.
ru_ru: Если этот добавочный номер является частью очереди, то очередь попытается использовать состояние добавочного номера пользователя или информацию о состоянии устройства при определении того, следует ли вызывать этого участника очереди. В некоторых необычных ситуациях, таких как "Следуйте-сюда" без физического устройства или в некоторых сценариях виртуального номера, информация о состоянии будет указывать на то, что этот участник недоступен, когда он присутствует. Установка этого параметра в "Игнорировать состояние" приведет к тому, что очередь будет игнорировать всю информацию о состоянии, поэтому всегда пытается связаться с этим участником. Определенные побочные эффекты могут возникнуть при выборе этого маршрута из-за характера того, как очереди обрабатывают локальные каналы, например, последующие трансферы будут продолжать показывать участника как занятого до тех пор, пока исходный вызов не будет завершен. В большинстве случаев это ДОЛЖНО БЫТЬ установлено в "Состояние использования".
vi: Nếu máy nhánh này là một phần của Hàng đợi thì Hàng đợi sẽ thử sử dụng trạng thái máy nhánh hoặc thông tin trạng thái thiết bị của người dùng khi xác định xem thành viên hàng đợi này có được gọi hay không. Trong một số trường hợp không phổ biến ví dụ như Một Follow Me mà không có thiết bị vật lý hay một số kịch bản máy nhánh ảo, thông tin trạng thái sẽ cho biết rằng thành viên này lúc đố đang không khả dụng. Thiết lập 'Ignore State' ( Bỏ qua trạng thái) sẽ khiến Hàng đợi bỏ qua tất cả các thông tin trạng thái do đó luôn thử liên hệ với thành viên này. Một số ảnh hưởng phụ có thể xảy ra khi tuyến cuộc gọi này được thực hiện do tính chất của Cách mà hàng đợi xử lý Các kênh cục bộ, chẳng hạn như chuyển tiếp tiếp theo sẽ tiếp tục cho thấy thành viên đang bận cho đến khi cuộc gọi ban đầu kết thúc. Trong hầu hết các trường hợp, điều này NÊN được cài đặt là 'Use State'.

source: If this is Enabled, and multiple agents are available, Asterisk will send one call to each waiting agent (depending on the ring strategy). Otherwise, it will hold all calls while it tries to find an agent for the top call in the queue making other calls wait.
it_it: Se è abilitato e sono disponibili più agenti, Asterisk invierà una chiamata a ciascun agente di attesa (a seconda della strategia di squillo). Altrimenti, manterrà tutte le chiamate mentre tenta di trovare un agente per la chiamata superiore nella coda, in modo che altre chiamate attenderanno.
pl_pl: Jeśli ta opcja jest włączona i dostępnych jest wielu agentów, Asterisk wyśle jedno połączenie do każdego oczekującego agenta (w zależności od strategii dzwonienia). W przeciwnym razie wstrzyma wszystkie połączenia i spróbuje znaleźć agenta dla pierwszego połączenia w kolejce, powodując oczekiwanie innych połączeń.
pt_br: Se esta opção estiver ativada e vários agentes estiverem disponíveis, o Asterisk enviará uma chamada para cada agente em espera (dependendo da estratégia de toque). Caso contrário, manterá todas as chamadas em espera enquanto tenta encontrar um agente para a primeira chamada da fila fazendo as demais chamadas aguardarem.
ru_ru: Если это включено и доступно несколько агентов - Asterisk отправит по вызову каждому ожидающему агенту (в зависимости от стратегии вызова). В противном случае - будет удерживать все вызовы, пока пытается найти агента для первого вызова в очереди, заставляя другие вызовы ждать.
vi: Nếu điều này được Bật, và nhiều tổng đài viên sẵn có, Asterisk sẽ gửi một cuộc gọi cho từng tổng đài viên đang chờ (tùy thuộc vào phương thức đổ chuông). Nếu không, Asterisk sẽ giữ tất cả các cuộc gọi trong khi nó cố gắng tìm một tổng đài viên cho cuộc gọi ưu tiên hàng đầu trong hàng đợi khiến các cuộc gọi khác phải chờ.

source: If timeoutrestart is set to yes, then the time out for an agent to answer is reset if a BUSY or CONGESTION is received. This can be useful if agents are able to cancel a call with reject or similar.
it_it: Se timeoutrestart è impostato su yes, il timeout per la risposta di un agente viene resettato se viene ricevuto un OCCUPATO o CONGESTIONE. Questo può essere utile se gli agenti sono in grado di annullare una chiamata con rifiuto o simili.
ja_jp: タイムアウト再開が'はい'に設定された場合、もしビジーや輻輳を受信した場合はエージェントへの応答タイムアウトはリセットされます。これは、エージェントがリジェクト等を使用してコールをキャンセルすることができるときに役立ちます。
pl_pl: Jeśli opcja timeoutrestart jest ustawiona na Tak, limit czasu, w którym agent może odpowiedzieć, jest resetowany w przypadku otrzymania komunikatu BUSY lub CONGESTION. To może być przydatne, jeśli agenci mogą anulować połączenie za pomocą odrzucenia lub podobnego zdarzenia.
pt_br: Se timeoutrestart for definido como sim, então o tempo limite para um agente responder será redefinido se um BUSY ou CONGESTION for recebido. Isso pode ser útil caso agentes sejam capazes de cancelar uma chamada com rejeição ou similar.
ru_ru: Если для перезапуска тайм-аута установлено значение да, то тайм-аут для ответа агента сбрасывается при получении сообщения о ЗАНЯТОСТИ или ПЕРЕГРУЗКЕ. Это может быть полезно, если агенты могут отменить вызов с помощью функции "Отклонить" или аналогичной функции.
vi: Nếu timeoutrestart cài về Yes thì thời gian chờ cho mỗi tổng đài viên trả lời cuộc gọi sẽ được thiết lập lại nếu nhận được một cuộc gọi bận hay bị nghẽn mạng. Điề này sẽ có ích nếu các tổng đài viên có thể hủy một cuộc gọi với tính năng từ chối hoặc tương tự.

source: If you wish to have a delay before the member is connected to the caller (or before the member hears any announcement messages), set this to the number of seconds to delay.
it_it: Se si desidera avere un ritardo prima che il membro sia connesso al chiamante (o prima che il membro riceva messaggi di annuncio), impostarlo sul numero di secondi da ritardare.
ja_jp: メンバーが発信者につながる前(またはメンバーがなんらかのアナウンスメッセージを聞く前)にディレイを持たせたい場合は、これをディレイする秒数に設定してください。
pl_pl: Jeśli chcesz mieć opóźnienie, zanim agent uzyska połączenia z rozmówcą (lub zanim agent usłyszy jakiekolwiek komunikaty zapowiadające), ustaw tę opcję na liczbę sekund opóźnienia.
pt_br: Se você deseja ter um atraso antes que o membro esteja conectado ao chamador (ou antes que o membro ouça as mensagens de anúncio), defina isto como o número de segundos para atrasar.
ru_ru: Если вы хотите иметь задержку до того, как агент подключится к абоненту (или до того, как агент услышит какие-либо сообщения с объявлениями), установите это значение на количество секунд для задержки.
vi: Nếu bạn muốn trì hoãn trước khi thành viên của hàng đợi được kết nối tới người gọi ( hoặc trước khi thành viên nghe thấy tin nhắn thông báo nào), cài đặt nó về số giây mà bạn muốn trì hoãn.

source: If you wish to report the caller's hold time to the member before they are connected to the caller, set this to yes.
it_it: Se si desidera segnalare il tempo di attesa del chiamante al membro prima di essere connessi al chiamante, impostare su Sì.
ja_jp: メンバーが発信者につながる前にメンバーに対して発信者の保留時間をレポートしたい場合はこれを「はい」に設定してください。
pl_pl: Jeśli chcesz zgłosić agentowi czas zawieszenia rozmówcy, zanim zostanie on połączony z rozmówcą, ustaw tę opcję na Tak.
pt_br: Se você deseja informar o tempo de espera do chamador para o membro da fila antes de estarem conectados ao chamador, defina-o como Sim.
ru_ru: Если вы хотите сообщать агенту о времени ожидания абонента до того, как он будет подключен к абоненту, установите это в значение да.
vi: Nếu bạn muốn báo cáo thời gian chờ của người gọi tới một thành viên trong Hàng đợi trước khi họ chúng được kết nối tới người gọi thì hãy cài đặt điều này về Yes.

source: Ignore State
fa_ir: لغو وضعیت
it_it: Ignora stato
ja_jp: 状態を無視する
pl_pl: Ignoruj stan
pt_br: Ignorar estado
ru_ru: Игнорировать состояние
vi: Bỏ qua Trạng thái

source: Incoming calls to agents can be recorded. If 'never' is selected, then in-call on demand recording is blocked.
it_it: Le chiamate in entrata agli agenti possono essere registrate. Se è selezionato "mai", la registrazione in entrata su richiesta viene bloccata.
pl_pl: Połączenia przychodzące do agentów mogą być nagrywane. Jeśli wybierzesz opcję „nigdy”, nagrywanie rozmów na żądanie zostanie zablokowane.
pt_br: As chamadas de entrada para agentes podem ser gravadas. Se "nunca" for selecionado, a gravação em chamada em demanda será bloqueada.
ru_ru: Входящие звонки агентам могут быть записаны. Если выбрано "никогда", то запись по требованию во время вызова блокируется.
vi: Các cuộc gọi đến tới các tổng đài viên sẽ được ghi lại. Nếu chọn "never' thì cuộc gọi đến trên bản ghi yêu cầu sẽ bị khóa.

source: Join Announcement
fa_ir: افزودن اطلاعیه
it_it: Iscriviti a un annuncio
pl_pl: Komunikat dołączenia
pt_br: Anúncio de Entrada
ru_ru: Сообщение при входе
vi: Truy nhập vào Thông báo (Announcement)

source: Join Empty
fa_ir: افزودن خالی
it_it: Iscriviti vuoto
pl_pl: Dołącz do pustej
pt_br: Entrar se Vazio
ru_ru: Присоединяться к пустой
vi: Truy nhập vào Empty

source: Leave Empty
fa_ir: خالی بگذارید
it_it: Lasciare vuoto
pl_pl: Opuść pustą
pt_br: Sair se Vazio
ru_ru: Покидать пустую
vi: Rời khỏi Empty

source: List Queues
fa_ir: فهرست صف ها
it_it: Elenco delle code
pl_pl: Lista kolejek
pt_br: Listar Filas
ru_ru: Список очередей
vi: Danh sách Hàng đợi

source: Loose
fa_ir: آزاد
it_it: sciolto
ja_jp: ルーズ
pt_br: Solto
ru_ru: Свободно
vi: ơ6=

source: Mark calls answered elsewhere
fa_ir: مشخص کردن تماسهای پاسخ داده شده در جای دیگر
it_it: Mark chiama le risposte altrove
pl_pl: Oznacz połączenia odbierane gdzie indziej
pt_br: Marcar chamadas atendidas em outro lugar
ru_ru: Помечать вызовы отвеченными в другом месте
vi: Đánh dấu các cuộc gọi đã được trả lời ở những nơi khác

source: Max Callers
fa_ir: بیشترین تماس گیرنده ها
it_it: Max chiamanti
pl_pl: Maksymalna liczba rozmówców
pt_br: Máximo de Chamadores
ru_ru: Максимально абонентов
vi: Người gọi tối đa

source: Max Wait Time
fa_ir: بیشترین زمان انتظار
it_it: Tempo di attesa massimo
pl_pl: Maksymalny czas oczekiwania
pt_br: Tempo Máximo de Espera
ru_ru: Максимальное время ожидания
vi: Thời gian đợi tối đa

source: Max Wait Time Mode
fa_ir: حالت بیشترین زمان انتظار
it_it: Tempo massimo di attesa
pl_pl: Tryb maksymalnego czasu oczekiwania
pt_br: Modo de Espera Máxima
ru_ru: Режим максимального времени ожидания
vi: Chế độ Thời gian đợi tối đa

source: Maximum number of people waiting in the queue (0 for unlimited)
fa_ir: بیشترین تعداد افراد منتظر در صف (0برای نامحدود)
it_it: Il numero massimo di persone che possono aspettare nella coda (0 per illimitato)
ja_jp: キューの中で待ちとなる最大人数(無制限の場合は0)
pl_pl: Maksymalna liczba osób oczekujących w kolejce (0 dla nieograniczonej)
pt_br: Número máximo de pessoas aguardando na fila (0 para ilimitado)
ru_ru: Максимальное количество людей, ожидающих в очереди (0 для неограниченного количества)
vi: Số lượng người đang đợi tối đa trong Hàng đợi ( Không giới hạn đặt là 0)

source: Member Delay
fa_ir: تاخیر اعضا
it_it: Ritardo membro
pl_pl: Opóźnienie członka
pt_br: Atraso do Membro
ru_ru: Задержка участника
vi: Hoãn thành viên
