Repository: FreePBX/queues
Catalog: i18n/*/LC_MESSAGES/queues.po
Languages: fa_ir, it_it, ja_jp, pl_pl, pt_br, ru_ru, vi

source: checking for togglehint field..
it_it: controllando il campo togglehint ..
ja_jp: togglehint フィールドをチェック中..

source: checking for use_queue_context field..
it_it: controllando il campo use_queue_context ..
ja_jp: use_queue_context フィールドをチェック中..

source: day
fa_ir: روز
it_it: giorno
ja_jp: 日
pl_pl: dzień
pt_br: dia
ru_ru: день
vi: ngày

source: default
fa_ir: پیشفرض
it_it: predefinito
ja_jp: デフォルト
pl_pl: domyślny
pt_br: padrão
ru_ru: по умолчанию
vi: mặc định

source: dropping agentannounce field..
it_it: sto scartando il campo agentannounce..
ja_jp: agentannounce フィールドをドロップ中..

source: dropping joinannounce field..
it_it: sto scartando il campo joinannounce..
ja_jp: joinannounce フィールドをドロップ中..

source: fatal error
it_it: errore fatale
ja_jp: 致命的なエラー

source: hour
fa_ir: ساعت
it_it: ora
ja_jp: 時
pl_pl: godzina
pt_br: hora
ru_ru: час
vi: giờ

source: hours
fa_ir: ساعات
it_it: ore
ja_jp: 時間
pl_pl: godziny
pt_br: horas
ru_ru: часов
vi: giờ

source: inherit
fa_ir: ارثی
it_it: ereditare
ja_jp: 継承
pl_pl: odziedzicz
pt_br: herdado
ru_ru: наследованый
vi: kế thừa

source: is not allowed for your account.
fa_ir: برای حساب شما مجاز نیست.
it_it: non è consentito al tuo account.
ja_jp: は、あなたのアカウントには権限がありません。
pl_pl: nie jest dozwolona na Twoim koncie.
pt_br: não é permitido para sua conta.
ru_ru: не разрешён к использованию для этого аккаунта.
vi: tài khoản của bạn không được cho phép.

source: linear
fa_ir: خطی
it_it: lineare
ja_jp: リニア
pl_pl: liniowy
pt_br: sequencial
ru_ru: линейная

source: migrate agentannounce to ids..
it_it: migrazione agentannounce verso ids..
ja_jp: idsにagentannounceを移行..

source: migrate joinannounce to ids..
it_it: migrazione agentannounce verso ids..
ja_jp: joinannounce を idsに移行..

source: migrated %s entries
it_it: migrate %s voci
ja_jp: %sエントリーを移行する

source: migrating
it_it: migrazione
ja_jp: 移行中

source: minute
fa_ir: دقیقه
it_it: minuto
ja_jp: 分
pl_pl: minuta
pt_br: minuto
ru_ru: минута
vi: phút

source: minutes
fa_ir: دقایق
it_it: minuti
ja_jp: 分
pl_pl: minuty
pt_br: minutos
ru_ru: минут
vi: phút

source: no agentannounce field???
it_it: nessun campo joinannounce???
ja_jp: agentannounce フィールドがありません???

source: no joinannounce field???
it_it: nessun campo joinannounce??
ja_jp: joinannounce フィールドがありません???

source: none
fa_ir: هیچ
it_it: nessuna
ja_jp: なし
pl_pl: żaden
pt_br: nenhum
ru_ru: нет
vi: không có

source: random using the member's penalty as a weighting factor, see asterisk documentation for specifics
it_it: casuale usando la penalità del membro come fattore di ponderazione, vedere la documentazione dell'asterisco per le specifiche
ja_jp: ウェイト要素としてメンバーのペナルティをランダムに使用する、仕様に関してはAsteriskのドキュメントを確認してください
pl_pl: losowo wykorzystujący karę członka jako współczynnik wagiowy, szczegółowe informacje można znaleźć w dokumentacji Asterisk
pt_br: aleatório usa penalidade do membro como fator de peso, veja a documentação do asterisk para mais detalhes
ru_ru: случайным образом с использованием штрафа участника в качестве весового коэффициента, подробности см. в документации по Asterisk
vi: Ngẫu nhiên sử dụng penalty của thành viên giống như một yếu tố trọng dung, xem tài liệu asterisk để biết cụ thể

source: ring agent which was least recently called by this queue
it_it: chiama l'agente che ha ricevuto meno chiamate in questa coda
ja_jp: 一番待ち時間の長いエージェントに着信させる
pl_pl: agent dzwoniący, który został ostatnio wywołany przez tę kolejkę
pt_br: tocar agente que recentemente foi menos chamado por esta fila
ru_ru: вызывать агента, который был последним вызван этой очередью
vi: Đổ chuông tổng đài viên được gọi gần đây nhất bởi Hàng đợi này

source: ring all available agents until one answers (default)
fa_ir: تمام داخلی ها زنگ میخورند تا یکی جواب دهد (پیشفرض)
it_it: chiama tutti gli agenti disponibili fino a quando uno non risponde (predefinito)
ja_jp: 誰かが応答するまで全ての利用可能なエージェントを鳴らす(デフォルト)
pl_pl: Dzwoń do wszystkich dostępnych agentów, dopóki jeden z nich nie odbierze (domyślnie)
pt_br: tocar todos os gentes disponíveis até um responder (padrão)
ru_ru: вызывать всех доступных агентов, пока один из них не ответит (по умолчанию)
vi: đổ chuông tất cả các tổng đài viên khả dụng đến khi một tổng đài viên trả lời ( mặc định)

source: ring random agent
fa_ir: زنگ خوردن تصادفی
it_it: chiama un agente a caso
ja_jp: ランダムに着信させる
pl_pl: Dzwoń do losowego agenta
pt_br: tocar agente aleatoriamente
ru_ru: вызвать случайного агента
vi: đổ chuông tổng đài viên ngẫu nhiên

source: ring the agent with fewest completed calls from this queue
fa_ir: داخلی با کمترین تماس تکمیل شده از صف زنگ میخورد
it_it: chiama l'agente con il minor numero di chiamate completate in questa coda
ja_jp: 一番着信呼が少ないエージェントに着信させる
pl_pl: Dzwoń do agenta z najmniejszą liczbą ukończonych połączeń w tej kolejce
pt_br: tocar agente com poucas chamadas completadas para esta fila
ru_ru: вызывается агент с наименьшим количеством завершенных вызовов в данной очереди
vi: đổ chuông tổng đài viên với các cuộc gọi đa hoàn thành ít nhất từ Hàng đợi này

source: rings agents in the order specified, for dynamic agents in the order they logged in
fa_ir: داخلی به ترتیب تعیین شده زنگ میخورد, برای داخلی های پویا به ترتیب ورودشان زنگ میخورد
it_it: anelli agenti nell'ordine specificato, per gli agenti dinamici nell'ordine in cui hanno effettuato l'accesso
ja_jp: 指定された順番にエージェントに着信させます。ダイナミックエージェントの場合はログインした順番となります
pl_pl: dzwoni do agentów w określonej kolejności, a do agentów dynamicznych według kolejności w jakiej się zalogowali
pt_br: toca agentes na ordem específica, para agentes dinâmicos na ordem em que realizaram login
ru_ru: вызывать агентов в указанном порядке, для динамических агентов в том порядке, в котором они вошли в систему
vi: đổ chuông các tổng đài viên theo thứ tự xác định, đối với các tổng đài viên động thì theo thứ tự mà họ đã đăng nhập

source: round robin with memory, remember where we left off last ring pass
it_it: fa girare le chiamate ma memorizzando dove l'ultima volta è passata senza risposta
ja_jp: 最後に着信した時間を記憶し、順繰りに接続します
pl_pl: Round robin z pamięcią, zapamiętuje miejsce zakończona ostatniej rozmowa w round robin
pt_br: round robin com memória, lembra qual foi a última posição que tocou na fila
ru_ru: круговой алгоритм с памятью, запоминает где мы остановились на последнем вызове

source: rrordered
it_it: riordinati
pl_pl: Round robin w kolejności
pt_br: rrordenado
ru_ru: упорядоченная
vi: rrordered( thứ tự rr)

source: same as rrmemory, except the queue member order from config file is preserved
it_it: come rrmemory, tranne che l'ordine dei membri della coda dal file di configurazione è conservato
ja_jp: rrmemoryと同じですが、configファイルからキューメンバーの順序を除いて保存されます
pl_pl: tak samo jak round robin z pamięcią, z tą różnicą, że kolejność agentów kolejki z pliku konfiguracyjnego jest zachowana
pt_br: mesmo que rrmemoria, exceto que a ordem do membro da fila no arquivo de configuração é preservada
ru_ru: тоже самое, что и rrmemory, за исключением того, что порядок участников очереди из файла конфигурации сохраняется

source: second
fa_ir: ثانیه
it_it: secondo
ja_jp: 秒
pl_pl: sekunda
pt_br: segundo
ru_ru: секунда
vi: giây

source: seconds
fa_ir: ثانیه ها
it_it: secondi
ja_jp: 秒
pl_pl: sekundy
pt_br: segundos
ru_ru: секунд
vi: giây

source: Alert Info
fa_ir: اطلاعات هشدار
ja_jp: アラート情報
pl_pl: Informacje o alertach
pt_br: Alerta
ru_ru: Информация о сигнале
vi: Alert Infor ( Thông tin cảnh báo)

source: No
fa_ir: خیر
ja_jp: いいえ
pl_pl: Nie
pt_br: Não
ru_ru: Нет
vi: Không

source: Ringer Volume Override Mode
pl_pl: Tryb obejścia głośności dzwonka
ru_ru: Режим переопределения громкости звонка

source: Some ring strategies (linear, round robin) require Asterisk to be restarted for changes to take effect.
pl_pl: Niektóre strategie dzwonienia (liniowe, round robin) wymagają ponownego uruchomienia Asterisk aby zmiany zaczęły obowiązywać.
ru_ru: Некоторые стратегии вызова (линейная, запоминающая) требуют перезапуска Asterisk для применения изменений.

source: Strict
fa_ir: محدودیت
ja_jp: 厳密
pl_pl: Dokładnie
pt_br: Restrito
ru_ru: Строго
vi: Nghiêm ngặt

source: Use this number to dial into the queue, or transfer callers to this number to put them into the queue
pl_pl: Użyj tego numeru, aby zadzwonić do kolejki, lub przekieruj dzwoniących na ten numer, aby umieścić ich w kolejce
ru_ru: Используйте этот номер для помещения вызова в очередь или перевода абонентов на этот номер, чтобы поместить их в очередь

source: While queue calls are distributed, any member has FM/FM(Find Me/Follow Me) enabled, Ringer Volume value will set based on the 'Ringer Volume Override Mode(RVOM)'.
pl_pl: Podczas dystrybucji połączeń w kolejce każdy członek ma włączone FM/FM (Znajdź mnie/Podążaj za mną), wartość głośności dzwonka zostanie ustawiona na podstawie "Trybu nadpisywania głośności dzwonka (RVOM)".
ru_ru: Во время распределения вызовов в очереди у любого участника с включенной функцией FM/FM (Найди-меня/Следуй-сюда), значение громкости звонка будет установлено на основе "Режима переопределения громкости звонка (RVOM)".

source: fewestcalls
fa_ir: چندین تماس
pl_pl: najmniejsza liczba połączeń
pt_br: poucaschamadas
ru_ru: менее-вызываемый
vi: fewestcalls ( cuộc gọi ít nhất)

source: leastrecent
fa_ir: حداقل اخیر
pl_pl: najnowsze
pt_br: menosrecente
ru_ru: недавний

source: random
fa_ir: تصادفی
ja_jp: ランダム
pl_pl: losowy
pt_br: aleatório
ru_ru: случайный
vi: ngẫu nhiên

source: ringall
fa_ir: زنگ برای همه
ja_jp: リングオール
pl_pl: Dzwoń do wszystkich
pt_br: tocartodos
ru_ru: звонят-все
vi: đổ chuông tất cả

source: rrmemory
pl_pl: round robin z pamięcią
pt_br: rrmemoria
ru_ru: запоминающая
vi: rrmemory (bộ nhớ rr)

source: wrandom
pl_pl: z losowym
ru_ru: весово-случайная
vi: wrandom ( ngẫu nhiên w)

source: Generate queuenum*/** Login/off Codes
pt_br: Gerar queuenum*/* Códigos Login/off

source: Hide Queue No Answer Option
pt_br: Ocultar opção de fila sem resposta

source: It is possible for a queue to NOT Answer a call and still enter callers to the queue. The normal behavior is that all allers are answered before entering the queue. If the call is not answered, it is possible that some early media delivery would still allow callers to hear recordings, MoH, etc. but this can be inconsistent and vary. Because of the volatility of this option, it is not displayed by default. If a queue is set to not answer, the setting will be displayed for that queue regardless of this setting.
pt_br: É possível para uma fila não atender uma chamada e ainda inserir chamadores para a fila. O comportamento normal é que todos os chamadores são respondidos antes de entrar na fila. Se a chamada não for atendida, é possível que os chamadores ainda consigam ouvir gravações, música de espera, etc., mas isso pode ser inconsistente e variar. Devido à volatilidade desta opção, ela não é exibida por padrão. Se uma fila estiver configurada para não atender, a configuração será exibida para essa fila independentemente dessa configuração.

source: Queue login and out codes were historically queunum* and queunum**. These have been largely replaced by the *45 queue toggle codes. The legacy codes are required to login or out a third party user that is not the extension dialing. These can be removed from the system by setting this to false.
pt_br: Os códigos de login e saída da fila eram queunum * e queunum **. Estes foram substituídos pelos códigos de alternância *45. Os códigos herdados são necessários para efetuar login ou logout de um usuário de terceiros que não seja a discagem de extensão. Estes podem ser removidos do sistema, definindo isto como falso.

source: Callers will exit if all agents are paused, show an invalid state for their device or have penalty values less then QUEUE_MAX_PENALTY (not currently set in FreePBX dialplan)..
ja_jp: エージェントが一時停止中や、彼らのデバイスに無効なステータスが表示されている場合や、QUEUE_MAX_PENALTY(現在FreePBXダイヤルプランに設定されていません) の値より小さいペナルティ値を持っている場合に発信者が退出します。

source: Callers will not be admitted if all agents are paused, show an invalid state for their device, or have penalty values less then QUEUE_MAX_PENALTY (not currently set in FreePBX dialplan).
ja_jp: もし全てのエージェントが停止中の場合またはかれらのデバイスに無効な状態されてる場合または、 QUEUE_MAX_PENALTY の値よりも少ないペナルティ値をもつ場合に発信者は入ることが許可されません。

source: Same as No except Callers will be admitted if their are paused agents who could become available.
ja_jp: 利用可能になることができる一時停止中のエージェントがいる場合に、発信者が入ることが許可されることを除いて、「いいえ」と同じ。

source: Same as Yes except Callers will remain in the Queue if their are paused agents who could become available.
ja_jp: 利用可能になることができる一時停止中のエージェントがいる場合に、発信者がキューに残る以外、「はい」と同じです。

source: removing queues data extensions table..
ja_jp: queuesデータ extensionsテーブルを削除中..
