Repository: FreePBX/queues
Catalog: i18n/*/LC_MESSAGES/queues.po
Languages: fa_ir, it_it, ja_jp, pl_pl, pt_br, ru_ru, vi

source: Member Status Event
fa_ir: رویداد وضعیت عضو
it_it: Evento stato membro
ja_jp: メンバーステータスイベント
pt_br: Status de evento do Membro
ru_ru: Событие состояния участника
vi: Sự kiện trạng thái thành viên

source: Member Status Event Default
it_it: Evento stato membro predefinito
pt_br: Status padrão de evento do membro
ru_ru: Событие состояния участника по умолчанию
vi: Mặc định sự kiện trạng thái thành viên

source: Menu ID
fa_ir: شناسه منو
it_it: ID Menu
ja_jp: メニューID
pl_pl: ID menu
pt_br: ID do Menu
ru_ru: ID меню

source: Migrating data to queues_config..
it_it: Migrazione dei dati verso queues_config..
ja_jp: データをqueues_configに移行中..

source: Migrating to queues_details..
it_it: Migrazione verso queues_details..
ja_jp: queues_detailsに移行..

source: Minimum Announcement Interval
fa_ir: کمترین اعلان داخلی
it_it: Intervallo di annuncio minimo
pl_pl: Minimalny odstęp między ogłoszeniami
pt_br: Intervalo mínimo de anúncio
ru_ru: Минимальный интервал между объявлениями
vi: Khoảng thời gian thông báo tối thiểu

source: MoH Only
fa_ir: فقط موزیک انتظار
it_it: Solo MoH
ja_jp: 保留音のみ
pl_pl: Tylko MoH
pt_br: Apenas MoH
ru_ru: Только музыка на удержание
vi: Chỉ MoH

source: Monthly
fa_ir: ماهانه
it_it: mensilmente
ja_jp: 毎月
pl_pl: Miesięczny
pt_br: Mensalmente
ru_ru: Ежемесячно
vi: Hằng tháng

source: Music (MoH) played to the caller while they wait in line for an available agent. Choose "inherit" if you want the MoH class to be what is currently selected, such as by the inbound route. MoH Only will play music until the agent answers. Agent Ringing will play MoH until an agent's phone is presented with the call and is ringing. If they don't answer, MoH will return. Ring Only makes callers hear a ringing tone instead of MoH ignoring any MoH Class selected as well as any configured periodic announcements. This music is defined in the "Music on Hold" Menu.
it_it: Music (MoH) ha suonato al chiamante mentre aspettavano in fila per un agente disponibile. Scegli "eredita" se vuoi che la classe MoH sia quella che è attualmente selezionata, ad esempio dalla rotta in entrata. Solo MoH riprodurrà la musica finché l'agente non risponde. La suoneria dell'agente riprodurrà MoH fino a quando il telefono dell'agente non viene presentato con la chiamata e sta squillando. Se non rispondono, MoH ritornerà. Suoneria Fa sì che i chiamanti sentano un tono di chiamata invece di MoH ignorando qualsiasi Classe MoH selezionata e qualsiasi annuncio periodico configurato. Questa musica è definita nel menu "Musica in attesa".
ja_jp: 発信者が対応できるエージェントを待つ間再生される音楽は、"保留音"設定項目で定義されています。インバウンドルートなど、保留音クラスを現在のまま使用するには"継承"を選択します。「保留音のみ」は、エージェントが電話にでるまで再生します。「エージェント呼出」は、呼び出したいエージェントの電話を鳴らすまで再生します。エージェントが電話に出ない場合は、保留音が再度ながれます。「着信音のみ」は、保留音クラスや定期的なアナウンス設定を無視し着信音のみを再生します。
pl_pl: Muzyka (MoH) odtwarzana dzwoniącemu podczas oczekiwania w kolejce na dostępnego agenta. Wybierz opcję „dziedzicz”, jeśli chcesz, aby klasa MoH była aktualnie wybraną, np. trasą przychodzącą. MoH Only będzie odtwarzać muzykę, dopóki agent nie odbierze połączenia. Agent Ringing będzie odtwarzał MoH, dopóki telefon agenta nie otrzyma połączenia i nie zacznie dzwonić. Jeśli nie odbierze to MoH powróci. Funkcja „Tylko dzwonek” sprawia, że dzwoniący słyszą dźwięk dzwonka zamiast ignorowania przez MoH dowolnej wybranej klasy MoH, a także wszelkich skonfigurowanych komunikatów okresowych. Tę muzykę definiuje się w menu „Muzyka oczekująca”.
pt_br: Música em Espera (MoH) tocada para o chamador enquanto eles aguardam na fila por um agente disponível. Escolha "inherit" se você quiser que a classe MoH seja a que está selecionado atualmente, como na rota de entrada. A música será tocada apenas até que o agente responda. O Toque do Agente reproduzirá MoH até que o telefone do agente seja apresentado com a chamada e esteja tocando. Se eles não responderem, a música reiniciará. Somente Toque faz com que os chamadores ouçam um tom de chamando ao invés da música de espera, ignorando qualquer Classe MoH selecionada, bem como quaisquer anúncios periódicos configurados. Esta música é definida no menu "Music on Hold".
ru_ru: Музыка (MoH) воспроизводится абоненту, пока он стоит в очереди за доступным агентом. Выберите "наследовать", если вы хотите чтобы класс MoH был выбран в данный момент, например, по входящему маршруту. MoH будет воспроизводить музыку до тех пор, пока агент не ответит. Агентский звонок будет воспроизводиться до тех пор, пока телефон агента не получит вызов и не зазвонит. Если он не ответит - вернется MoH. Звонок только заставляет абонентов слышать звуковой сигнал вместо MoH, игнорируя любой выбранный класс, а также любые настроенные периодические объявления. Эта музыка определена в меню "Музыка на удержании".
vi: Nhạc chờ (MoH) được phát tới người gọi trong khi họ đợi một tổng đài viên sẵn có. Chọn ""inherit" nếu bạn muốn lớp Nhạc nhờ được chọn chẳng hạn bởi một tuyến gọi vào. MoH chỉ sẽ phát đến khi tổng đài viên trả lời. Đổ chuông tổng đài viên sẽ phát MoH đến khi điện thoại của Tổng đài viên hiển thị cuộc gọi và đang đổ chuông. Nếu họ không trả lời, Nhặc chờ sẽ đổ. Chuông chỉ làm cho người gọi nghe thấy một nhạc chuông chứ không phải là một nhạc chờ bỏ qua các lớp nhạc chờ được chọn cũng như các thông báo định kỳ đã được cấu hình. NHạc chờ này sẽ được xác định trong menu "Music on Hold".

source: Music on Hold Class
fa_ir: کلاس آهنگ انتظار
it_it: Musica in attesa di classe
pl_pl: Klasa Music on Hold
pt_br: Classe da Música em Espera
ru_ru: Класс музыки в ожидании
vi: Lớp Nhạc chờ

source: NO table found, no migration to do just create tables
it_it: Nessuna tabella trovata, nessuna migrazione necessaria, da creare solo le tabelle
ja_jp: テーブルが見つかりません、移行は行わずテーブルのみが作成されます

source: Never
fa_ir: هرگز
it_it: Mai
ja_jp: ブロック
pl_pl: Nigdy
pt_br: Nunca
ru_ru: Никогда
vi: Không bao giờ

source: Never have a caller leave the Queue until the Max Wait Time has expired.
it_it: Mai un chiamante lascia la coda finché non è scaduto il tempo di attesa massimo.
ja_jp: 最大待機時間が経過するまで、発信者をキューを残しません。
pl_pl: Nigdy nie pozwól, aby osoba dzwoniąca opuściła kolejkę, dopóki nie upłynie maksymalny czas oczekiwania.
pt_br: Nunca deixe um chamador sair da fila até que o tempo de espera máximo tenha expirado.
ru_ru: Никогда не позволять вызывающему абоненту покидать очередь до тех пор, пока не истечет Максимальное время ожидания.
vi: Không bao giờ để người gọi rời khỏi Hàng đợi cho đến khi Thời gian đợi tối đa kết thúc.

source: No Follow-Me or Call Forward
fa_ir: بدون دنبال کردن من یا انتقال تماس
it_it: nessun follow-me o chiamata in avanti
ja_jp: フォローミーやコール転送しない
pl_pl: Bez Follow-Me oraz przekazywania połączeń
pt_br: Sem Siga-me e Direcionamento de Chamadas
ru_ru: Без Следуйте-сюда или Перенаправления вызова
vi: Không Follow Me hay Chuyển Tiếp cuộc gọi

source: No Retry
fa_ir: بدون تلاش مجدد
it_it: Non Riprova
ja_jp: リトライなし
pl_pl: Bez ponawiania próby
pt_br: Não tentar novamente
ru_ru: Не повторять
vi: Không có Thử lại

source: None
fa_ir: هیچ
it_it: Nessuno
ja_jp: なし
pl_pl: Żaden
pt_br: Nenhum
ru_ru: Отсутствует
vi: Không có

source: Once
fa_ir: یکبار
it_it: Una volta
ja_jp: 一回のみ
pl_pl: Raz
pt_br: Uma Vez
ru_ru: Единовременно
vi: Một lần

source: Other Options
fa_ir: ذیگر گزینه ها
it_it: Altre opzioni
pl_pl: Inne opcje
pt_br: Outras Opções
ru_ru: Прочие параметры
vi: Các tùy chọn khác

source: Override the ringer volume. Note: This is only valid for %s phones at this time
it_it: Sostituisci il volume della suoneria. Nota: questo è valido solo per %s1 telefono in questo momento
pl_pl: Zastąp głośność dzwonka. Uwaga: To obecnie dotyczy tylko telefonów %s
pt_br: Substituir o volume da campainha. Observação: isso só é válido para telefones %s neste momento
ru_ru: Переопределить громкость звонка. Примечание: В настоящее время это правило действует только для телефонов %s
vi: Ghi đè âm lượng chuông. Lưu ý: Điều này chỉ hợp lệ cho điện thoại %s tại thời điểm này

source: Penalty Members Limit
fa_ir: محدودیت اعضا
it_it: Limite per i penali
pl_pl: Limit Ukaranych Członków
pt_br: Limite de Penalidade de membros
ru_ru: Ограничение пенальти участников
vi: Giowis hạn Thành viên Penalty

source: Periodic Announcements
fa_ir: اطلاعیه های دوره ای
it_it: Annunci Periodici
ja_jp: 定期的なアナウンス
pl_pl: Komunikaty okresowe
pt_br: Anúncios Periódicos
ru_ru: Периодические уведомления
vi: Các thông báo định kỳ

source: Persistent Members
it_it: Membri persistenti
pl_pl: Trwali członkowie
pt_br: Membros Persistentes
ru_ru: Постоянные участники
vi: Các thành viên không đổi

source: Playback Queue Caller Count
fa_ir: تعداد دفعات پخش مجدد برای تماس گیرنده های صف
it_it: Conteggio chiamante coda di riproduzione
pl_pl: Odtwórz ilość dzwoniących w kolejce
pt_br: Contagem de chamadas da fila de reprodução
ru_ru: Воспроизведение количества абонентов в очереди
vi: Phát lại số lần gọi hàng đợi của người gọi

source: Provides an optional regex expression that will be applied against the agent callback number. If the callback number does not pass the regex filter then it will be treated as invalid. This can be used to restrict agents to extensions within a range, not allow callbacks to include keys like *, or any other use that may be appropriate. An example input might be:<br />^([2-4][0-9]{3})$<br />This would restrict agents to extensions 2000-4999. Or <br />^([0-9]+)$ would allow any number of any length, but restrict the * key.<br />WARNING: make sure you understand what you are doing or otherwise leave this blank!
it_it: Permette di specificare un espressione regex opzionale che sarà applicata al numero callback degli agenti. Se il numero di callback non corrisponde al filtro regex sarà rifiutato come non valido. Questo può essere utilizzato per restingere gli agenti ad un intervallo di interni, non permettere ai callback di includere caratteri come *, o qualsiasi altro tipo di uso. Un esempio potrebbe essere: <br />^([2-4][0-9]{3})$<br />Questo restringerebbe gli agenti agli interni 2000-4999. Oppure <br />^([0-9]+)$ permetterebbe qualsiasi numero di qualsiasi lunghezza, ma nega il carattere *.<br />ATTENZIONE: bisogna essere sicuri di quello che si sta facendo altrimenti lasciare questo campo vuoto!
ja_jp: エージェントのコールバック番号に適用されるオプションの正規表現を提供します。コールバック番号が正規表現フィルターを通過しない場合は、無効として扱われます。これは、エージェントを内線の範囲で制限することができ、コールバックに*のようなキーを含むのを許可しないように使用したり、その他適切な使用をすることができます。入力例:<br />^([2-4][0-9]{3})$<br />この例では、エージェントを内線 2000-4999に制限します。 また、 <br />^([0-9]+)$ はどのような長さでも、どの番号でも許可されますが、*キーを制限します。<br />警告: 自分が使用としていることを理解しているかを確認し、さもなくば空白のままにしておいてください!
pl_pl: Zawiera opcjonalne wyrażenie regularne, które zostanie zastosowane w numerze oddzwonienia callback do agenta. Jeśli numer callback nie przejdzie filtru wyrażenia regularnego, zostanie potraktowany jako nieprawidłowy. Może to służyć do ograniczania agentów do zakresu numerów wewnętrznych, aby nie zezwalać na callback w celu uwzglęnienia znaków jak * albo w innym właściwym zastosowaniu. Przykładowe dane wejściowe mogą wyglądać następująco:<br />1^([2-4][0-9]{3})$<br /> To spowoduje ograniczenie agentów do wewnętrznych 2000-4999. Lub <br />^([0-9]+)$ dopuści dowolną liczbę o dowolnej długości, ale ograniczy znaki *.<br /> UWAGA: upewnij się, że rozumiesz, co robisz lub w przeciwnym razie pozostaw to puste!
pt_br: Fornece uma expressão regular opcional que será aplicada ao número de retorno de chamada do agente. Se o número de retorno de chamada não passar pelo filtro, ele será tratado como inválido. Isso pode ser usado para restringir agentes a extensões dentro de um intervalo, não permitir retornos de chamada para incluir teclas como *, ou qualquer outro uso que possa ser apropriado. Um exemplo pode ser: <br /> ^ ([2-4] [0-9] {3}) $ <br /> Isso restringiria os agentes às extensões 2000-4999. Ou <br /> ^ ([0-9] +) $ permitiria qualquer número de qualquer comprimento, mas restringir a tecla *. <br /> AVISO: certifique-se de entender o que você está fazendo ou deixe este espaço em branco!
ru_ru: Предоставляет необязательное регулярное выражение, которое будет применено к номеру обратного вызова агента. Если номер обратного вызова не проходит фильтр регулярных выражений, то он будет считаться недействительным. Это может быть использовано для ограничения агентов расширениями в пределах диапазона запрета обратного вызова с включением таких ключей, как * или с использованием любого другого подходящего. Примером ввода может быть:<br />^([2-4][0-9]{3})$<br /> Это ограничило бы агентов номерами 2000-4999. Или <br />^([0-9]+)$ разрешил бы любое число любой длины, но ограничил бы клавишу *.<br/> ВНИМАНИЕ: убедитесь, что вы понимаете что делаете, иначе оставьте это поле пустым!
vi: Cung cấp biểu thức regex tùy chọn mà nó sẽ được áp dụng đối với các số gọi lại của tổng đài viên. Nếu số gọi lại không vượt qua bộ lọc regex thì nó sẽ được xem là không hợp lệ. Điều này có thể được sử dụng để hạn chế các tổng đài viên tới các máy nhánh trong một phạm vi, không cho phép gọi lại để bao gồm các phím như * hoặc bất kỳ cách sử dụng nào khác thích hợp. Một ví dụ, đầu vào có thể là:<br />^([2-4][0-9]{3})$<br /> Điều này sẽ hạn chế các tổng đài viên đến các máy nhánh 2000-4999. Hoặc <br /> ^ ([0-9] +) $ sẽ cho phép bất kỳ độ dài của đầu vào nào, nhưng hạn chế phím *. <br /> Chú ý: đảm bảo bạn hiểu bạn đang làm gì hoặc để trống!

source: Queue
fa_ir: صف
it_it: Coda
ja_jp: キュー
pl_pl: Kolejka
pt_br: FIla
ru_ru: Очередь
vi: Hàng đợi

source: Queue %s : %s
fa_ir: صف %s : %s
it_it: Coda: %s : %s
ja_jp: キュー %s : %s
pl_pl: Kolejka %s : %s
pt_br: Fila %s : %s
ru_ru: Очередь %s : %s
vi: Hàng đợi %s: %s

source: Queue - %s (%s): %s<br />
fa_ir: صف - %s (%s): %s<br />
it_it: Coda- %s (%s): %s<br />
ja_jp: キュー - %s (%s): %s<br />
pl_pl: Kolejka - %s (%s): %s<br />
pt_br: FIla - %s (%s): %s<br />
ru_ru: Очередь - %s (%s): %s<br />
vi: Hàng đợi - %s (%s): %s<br />

source: Queue Agents
fa_ir: عوامل صف
it_it: Agenti di coda
pl_pl: Agenci kolejki
pt_br: Agentes da Fila
ru_ru: Агенты очереди
vi: Các tổng đài viên Hàng đợi

source: Queue Callback
fa_ir: تماس برگشتی صف
it_it: Coda di richiamata
pl_pl: Callback z kolejki
pt_br: Chamada de retorno de fila
ru_ru: Обратный вызов очереди
vi: Gọi lại Hàng đợi

source: Queue Callers
fa_ir: تماس گیرنده های صف
it_it: Coda i chiamanti
pl_pl: Dzwoniący do kolejki
pt_br: Chamadores da fila
ru_ru: Абоненты очереди
vi: Người gọi Hàng đợi

source: Queue Name
fa_ir: نام صف
it_it: Nome coda
pl_pl: Nazwa kolejki
pt_br: Nome da Fila
ru_ru: Название очереди
vi: Tên Hàng đợi

source: Queue No Answer
fa_ir: صف بی پاسخ
it_it: Coda Nessuna risposta
pl_pl: Brak odebrania z kolejki
pt_br: Fila sem resposta
ru_ru: Очередь без ответа
vi: Hàng đợi không trả lời

source: Queue Number
fa_ir: شماره صف
it_it: Numero coda
pl_pl: Numer kolejki
pt_br: Número da Fila
ru_ru: Номер очереди
vi: Số của Hàng đợi

source: Queue Number must not be blank
fa_ir: شماره صف نباید خالی باشد
it_it: Il Numero della coda non può essere lasciato vuoto
ja_jp: キュー番号を空にすることはできません
pl_pl: Numer kolejki nie może być pusty
pt_br: O número da fila não pode ficar em branco
ru_ru: Номер очереди не может быть пустым
vi: Số của Hàng đợi không được để trống

source: Queue Password
fa_ir: کلمه عبور صف
it_it: Coda password
pl_pl: Hasło kolejki
pt_br: Senha da Fila
ru_ru: Пароль очереди
vi: Mật khẩu Hàng đợi

source: Queue Pause Toggle
fa_ir: تغییر توقف صف
it_it: Sospendi coda
ja_jp: キューポーズトグル
pl_pl: Włącz pauzę kolejki
pt_br: Alternar Pausa da Fila
ru_ru: Переключение паузы очереди
vi: Chuyển đổi Tạm dừng ( Pause) Hàng đợi

source: Queue State Detection
fa_ir: تشخیص آمار صف
it_it: Rilevamento dello stato della coda
ja_jp: キューステート検知
pl_pl: Wykrywanie stanu kolejki
pt_br: Detecção de estado da fila
ru_ru: Определение состояния очереди
vi: Phát hiện trạng thái Hàng đợi

source: Queue Toggle
fa_ir: تغییر صف
it_it: Attiva la coda
ja_jp: キュートグル
pl_pl: Przełącz kolejkę
pt_br: Alternar Fila
ru_ru: Переключение очереди
vi: Chuyển đổi Hàng đợi

source: Queue Weight
fa_ir: وزن صف
it_it: Peso Coda (Weight)
ja_jp: キューの重みづけ
pl_pl: Waga kolejki
pt_br: Peso da Fila
ru_ru: Вес очереди
vi: Trọng dung Hàng đợi

source: Queue calls only (ringinuse=no)
fa_ir: فقط تماس های صف (استفاده از زنگ=خیر)
it_it: Solo chiamate in coda (ringinuse = no)
ja_jp: キューコールオンリー (使用中着信=no)
pl_pl: Tylko połączenia kolejki (ringinuse=no)
pt_br: Apenas chamadas em fila (ringinuse = no)
ru_ru: Только вызовы очереди (ringinuse=no)
vi: Chỉ mỗi các cuộc gọi Hàng đợi (ringinuse=no)

source: Queue name must not be blank and must contain only alpha-numeric characters
fa_ir: نام صف نباید خالی باشد و تنها باید شامل کراکتر الفبایی باشد
it_it: Il nome della coda non può essere lasciato vuoto e deve contenere solo caratteri alfa-numerici
ja_jp: キュー名を空欄にすることはできません。英数字のみ記入可能です
pl_pl: Nazwa kolejki nie może być pusta i musi zawierać tylko znaki alfanumeryczne
pt_br: O nome da fila não deve estar em branco e deve conter apenas caracteres alfanuméricos
ru_ru: Имя очереди не должно быть пустым и должно содержать только буквенно-цифровые символы
vi: Tên Hàng đợi không được để trống và chỉ bao gồm các ký tự số- anphabe

source: Queue: %s
fa_ir: صف: %s
it_it: Coda: %s
ja_jp: キュー: %s
pl_pl: Kolejka: %s
pt_br: Fila: %s
ru_ru: Очередь: %s
vi: Hàng đợi: %s

source: Queue: %s (%s)
fa_ir: صف: %s (%s)
it_it: Coda: %s (%s)
ja_jp: キュー: %s (%s)
pl_pl: Kolejka: %s (%s)
pt_br: Fila: %s (%s)
ru_ru: Осередь: %s (%s)
vi: Hàng đợi: %s (%s)

source: Queues
fa_ir: صف ها
it_it: Code
ja_jp: キュー
pl_pl: Kolejki
pt_br: Filas
ru_ru: Очереди
vi: Các hàng đợi

source: Queues Module
it_it: Modulo Code
pl_pl: Moduł Kolejki
pt_br: Módulo de Filas
ru_ru: Модуль очередей
vi: Mô đun Hàng đợi

source: Queues module not found or is disabled. Aborting!
fa_ir: ماژول صف یافت نشد یا غیرفعال است. شکست!
it_it: Modulo code non trovato o disabilitato. Interruzione!
ja_jp: キューのモジュールが見つからない、または無効になっているため終了します！
pl_pl: Nie znaleziono modułu kolejek lub jest on wyłączony. Przerywam!
pt_br: O módulo filas não foi encontrado ou está desativado. Abortando!
ru_ru: Модуль очередей не найден или отключен. Прерывание!
vi: Mô đun hàng đợi không tìm thấy hoặc bị vô hiệu. Đang hủy!

source: Queues: monitor-type = MixMonitor. Setting true will use the MixMonitor application instead of Monitor so the concept of 'joining/mixing' the in/out files now goes away when this is enabled.
it_it: Code: monitor-type = MixMonitor. L'impostazione true userà l'applicazione MixMonitor invece di Monitor, quindi il concetto di "unire / mixare" i file in / out ora scompare quando questo è abilitato.
pl_pl: Kolejki: monitor-type = MixMonitor. Ustawienie na true spowoduje użycie aplikacji MixMonitor zamiast Monitor, więc koncepcja "dołączania/miksowania" plików wejściowych i wyjściowych zniknie kiedy ta opcja zostanie włączona.
pt_br: Filas: monitor-type = MixMonitor. Configurando como Verdadeiro usará o aplicativo MixMonitor ao invés do Monitor, de modo que o conceito de "unir/misturar" os arquivos de entrada/saída agora desaparece quando isso estiver ativado.
ru_ru: Queues: monitor-type = MixMonitor. Установка true будет использовать приложение MixMonitor вместо Monitor, поэтому концепция "соединения/микширования" входящих/исходящих файлов теперь становится неактуальной при включении этой опции.
vi: Hàng đợi: monitor-type = MixMonitor. Cài đặt True sẽ sử dụng ứng dụng MixMonitor thay vì Monitor vì thế khái niệm 'joining/mixing' trong các tệp vào/ra hiện sẽ biến mất khi điều này được kích hoạt.

source: Queues: persistentmembers. Store each dynamic member in each queue in the astdb so that when asterisk is restarted, each member will be automatically read into their recorded queues.
it_it: Code: persistentmembers. Memorizza ogni membro dinamico in ogni coda in astdb in modo che quando l'asterisco viene riavviato, ciascun membro verrà automaticamente letto nelle code registrate.
pl_pl: Kolejki: persistentmembers. Przechowuj każdego dynamicznego członka w każdej kolejce w bazie danych astdb, tak aby po ponownym uruchomieniu motoru Asterisk każdy członek był automatycznie wczytywany do swoich zarejestrowanych kolejek.
pt_br: Filas: membros persistentes. Armazene cada membro dinâmico em cada fila no astdb para que, quando o Asterisk seja reiniciado, cada membro será automaticamente lido em suas filas.
ru_ru: Queues: persistentmembers. Сохранить каждого динамического участника в каждой очереди в astdb, чтобы при перезапуске asterisk каждый участник автоматически считывался в записанные очереди.
vi: Hàng đợi: persistentmembers. Lưu trữ mỗi thành viên động trong mỗi hàng đợi tại astdb để khi dấu hoa thị được khởi động lại, mỗi thành viên sẽ được tự động đọc vào hàng đợi đã được ghi lại của chúng.

source: Queues: shared_lastcall, only valid with Asterisk 1.6+. This will make the lastcall and calls received be the same in members logged in more than one queue. This is useful to make the queue respect the wrapuptime of another queue for a shared member.
it_it: Code: shared_lastcall, valido solo con Asterisk 1.6+. Ciò farà sì che l'ultima chiamata e le chiamate ricevute siano le stesse nei membri registrati in più di una coda. Questo è utile per far sì che la coda rispetti il tempo di wrapup di un'altra coda per un membro condiviso.
pl_pl: Kolejki: shared_lastcall, ważne tylko z Asterisk 1.6+. Spowoduje to, że ostatnie połączenie i odebrane połączenia będą takie same dla członków zalogowanych w więcej niż jednej kolejce. Jest to przydatne, aby kolejka respektowała czas wrapup innej kolejki wspóldzielonym członkom.
pt_br: Filas: shared_lastcall, apenas válido com o Asterisk 1.6+. Isso fará com que a última chamada e as chamadas recebidas sejam as mesmas nos membros registrados em mais de uma fila. Isso é útil para fazer com que a fila respeite o wrapuptime de outra fila para um membro compartilhado.
ru_ru: Очереди: shared_lastcall, действительны только с Asterisk 1.6+. Это приведет к тому, что последний вызов и полученные вызовы будут одинаковыми для участников, зарегистрированных в нескольких очередях. Это полезно для того, чтобы очередь учитывала время подведения итогов из другой очереди для общего участника.
vi: Hàng đợi: shared_lastcall,, chỉ hợp lệ với Asterisk 1.6 trở lên. Điều này sẽ khiến cuộc gọi cuối và các cuộc gọi đã nhận giống nhau trong các thanh viên đã đăng nhập vào nhiều hàng đợi. Điều này có ích cho việc tạo một hàng đợi liên quan tới wrapuptime của hàng đợi khác cho thành viên được chia sẻ.
